Repository: Deathlaw/exodus
Catalog: trunk/exodus/locale/*/LC_MESSAGES/default.po
Languages: es

source: (Pending)
es: (Pendiente)

source: -? 0x090x09 : Show Help
es: -? 0x090x09 : Mostrar Ayuda

source: -c [file] 0x09 : Config path name
es: -c [Archivo] 0x09 : Configurar nombre del directorio

source: -d 0x090x09 : Debug mode on
es: -d 0x090x09 : Modo depuración on

source: -f [prof] 0x09 : Profile name
es: -f [perfil] 0x09 : Nombre del perfil

source: -i [pri] 0x09 : Priority
es: -i [pri] 0x09 : Prioridad

source: is now offline.
es: está desconectado.

source: is now online.
es: está en línea

source: is replying.
es: está respondiendo

source: -m 0x090x09 : Start minimized
es: -m 0x090x09 : Arrancar minimizado

source: -p [pass] 0x09 : Password
es: -p [clave] 0x09 : Clave

source: -r [res] 0x09 : Resource
es: -r [res] 0x09 : Recurso

source: -v 0x090x09 : invisible mode
es: -v 0x090x09 : modo invisible

source: -x [yes|no] 0x09 : Expanded Mode
es: -x [yes|no] 0x09 : Modo expandido

source: # of Keys:
es: # de teclas:

source: %d log files deleted.
es: %d archivos log borrados.

source: %s cancelled your form.
es: %s cancelada su forma.

source: %s Details
es: %s Detalles

source: %s has a new role of %s.
es: %s tiene un nuevo rol de %s.

source: %s has been banned from this room. %s
es: %s fue vedado en este salón. %s

source: %s has been kicked from this room. %s
es: %s fue expulsado de este salón. %s

source: %s has entered the room.
es: %s entró al salón.

source: %s has left the room.
es: %s dejó el salón.

source: %s is now known as %s.
es: %s es conocido como %s.

source: %s is sending you a file.
es: %s está enviando un archivo.

source: %s query from: %s
es: %s consulta de: %s

source: %s: a required option (-%s) is missing.
es: %s: no se encuentra una opción requerida (-%s).

source: %s: improper use of TGetOpts, one, some or more properties not initialized.
es: %s: inapropiado uso de TGetOpts, una o más propiedades no fueron inicializadas.

source: %s: long option format not supported.
es: %s: no soportado el formato largo de opción.

source: %s: Option %s requires an argument.
es: %s: Opción %s requiere un argumento.

source: %s: Unknown option %s.
es: %s: Opción desconocida %s.

source: &Details...
es: &Detalles...

source: &Password:
es: &Clave:

source: &Resource:
es: &Recurso:

source: &Send
es: &Enviar

source: &Server:
es: &Servidor:

source: &Username:
es: &Usuario:

source: (Disconnected)
es: (Desconectado)

source: (Required)
es: (Requerido)

source: /me has changed the subject to:
es: /me cambió el asunto a:

source: {\rtf1\ansi\ansicpg1252\deff0\deflang1033{\fonttbl{\f0\fnil\fcharset0 MS Sans Serif;}} \viewkind4\uc1\pard\f0\fs16 Exodus is the creation of Peter Millard (mailto:me@pgmillard.com). Checkout the website at http://exodus.jabberstudio.org for more information. It is currently licensed under the GNU Public License (GPL) see www.gnu.org for more information on the GPL.\par \par Portions of this software are Copyright (c) 1993 - 2002, Chad Z. Hower (Kudzu) and the Indy Pit Crew - http://www.nevrona.com/Indy/. This application may also be using the IndySSL components from Nevrona, and the Open-SSL binaries available from Intellicom.si.\par \par SAX XML Parser by: Stefan Heymann\par Eschenweg 3, 72076 T\'fcbingen, GERMANY mailto:stefan@destructor.de, http://www.destructor.de\par \par Unicode library is Copyright (c) 1999, 2000 Mike Lischke (public@lischke-online.de) and Portions Copyright (c) 1999, 2000 Azret Botash (az).\par \par RichEdit98 and DBRichEdit98 components for Delphi 3.0-4.0. version 1.40 Author Alexander Obukhov, Minsk, Belarus <alex@niiomr.belpak.minsk.by>\par \par \par }
es: {\rtf1\ansi\ansicpg1252\deff0\deflang1033{\fonttbl{\f0\fnil\fcharset0 MS Sans Serif;}} \viewkind4\uc1\pard\f0\fs16 Exodus es una creación de Peter Millard (mailto:me@pgmillard.com). Para más información visité el sitio http://exodus.jabberstudio.org. Cubierto bajo licencia GNU Public License (GPL) para más información acerca de GPL ver www.gnu.org .\par \par Partes de este software tienen derechos de autor (c) 1993 - 2002, Chad Z. Hower (Kudzu) y el Indy Pit Crew - http://www.nevrona.com/Indy/. La aplicación puede también estar usando los componentes IndySSL de Nevrona, y los binarios Open-SSL disponibles en Intellicom.si.\par \par SAX XML Parser por: Stefan Heymann\par Eschenweg 3, 72076 T\'fcbingen, GERMANY mailto:stefan@destructor.de, http://www.destructor.de\par \par Unicode library posee derechos de autor (c) 1999, 2000 Mike Lischke (public@lischke-online.de) y partes con derechos de autor (c) 1999, 2000 Azret Botash (az).\par \par Los componentes RichEdit98 y DBRichEdit98 para Delphi 3.0-4.0. version 1.40 Autor Alexander Obukhov, Minsk, Belarus <alex@niiomr.belpak.minsk.by>\par \par \par }

source: < Previous
es: < Previo

source: 0 Objects
es: 0 Objetos

source: A new version of Exodus is available. Would you like to install it?
es: Una nueva versión de Exodus esta disponible. Le gustaría instalarla?

source: About
es: Acerca

source: About Exodus
es: Acerca Exodus

source: Accept
es: Aceptar

source: Accounting/Finance Computer related (IS, MIS, DP) Computer related (WWW) Consulting Education/training Engineering Executive/senior management General administrative/supervisory Government/Military Manufacturing/production/operations Professional services (medical, legal, etc.) Research and development Retired Sales/marketing/advertising Self-employed/owner Student Unemployed/Between Jobs
es: Contabilidad /Financiero Relacionado con computación (IS, MIS, DP) Relacionado con computación (WWW) Consultor Educación/Entrenamiento Ingeniería Ejecutivo/Administrador Gerencial Administrador general/supervisor Gobierno/Militar Manufactura/producción/operaciones Servicios profesionales (médico , legal, etc.) Investigación y desarrollo Jubilado Ventas/mercadeo/publicidad Independiente/privado Estudiante Desempleado/Trabajos varios

source: Activity in
es: Actividad en

source: Add
es: Adicionar

source: Add a Bookmark
es: Adicionar una referencia

source: Add a new Group
es: Adicionar un nuevo Grupo

source: Add Bookmark to Roster
es: Adicionar una referencia a la lista

source: Add Contact
es: Adicionar Contacto

source: Add Contacts
es: Adicionar Contactos

source: Add Contacts to this group:
es: Adicionar Contactos a este grupo:

source: Add Group
es: Adicionar Grupo

source: Add Roster Group
es: Adicionar Grupo a la Lista

source: Add this person to my roster
es: Adicionar esta persona a mi lista

source: Add to roster ...
es: Adicionar a la lista...

source: Address
es: Dirección

source: Address 1:
es: Dirección 1:

source: Address 2:
es: Dirección 2:

source: Admin
es: Administrador

source: Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austia Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzogovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Care Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colobmia Comoros Congo (Republic of) Congo (Democratic Republic of) Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic East Timor Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macau Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova, Republic of Monaco Mongolia Montserrat Morocoo Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Nothern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Vietnam Virgin Islands, British Virgin Islands, U.S. Wallis and Futuna Western Sahara Yemen Yugoslavia Zambia Zimbabwe
es: Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antartica Antigua y Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belicarus Belgica Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzogovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Care Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colobmia Comoros Congo (Republic of) Congo (Democratic Republic of) Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic East Timor Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macau Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova, Republic of Monaco Mongolia Montserrat Morocoo Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Nothern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Vietnam Virgin Islands, British Virgin Islands, U.S. Wallis and Futuna Western Sahara Yemen Yugoslavia Zambia Zimbabwe

source: Agent Registration
es: Agente de Registro

source: All required fields must be filled out
es: Se debe llenar todos los campos obligatorios

source: Always on Top
es: Siempre Visible

source: An Error occurred trying to register your new account. This server may not allow open registration.
es: Ocurrió un error intentando registrar su nueva cuenta. Tal vez este servidor no permite el registro.

source: Application
es: Programa

source: Apply
es: Aplicar

source: Approach:
es: Utilizar:

source: Are you sure you want to delete all of your message and room logs?
es: Esta seguro que quiere borrar todos los registros de mensajes y salones de conversación?

source: Authenticated. Getting Settings...
es: Autorizado. Obteniendo Configuración...

source: Authentication Required
es: Autorización Requerida

source: Auto Update
es: Auto Actualizar

source: Auto-Away
es: Cambiar Estado

source: AutoAway Setup FAILED!
es: Cambiar Estado FALLÓ

source: available
es: disponible

source: Available presence
es: Estado disponible

source: Away
es: Ausente

source: Away presence
es: Estado Ausente

source: Back
es: Regrasar

source: Ban
es: Prohibir

source: Ban Reason
es: Razon de Prohibición

source: Bank
es: Banco

source: Birthday:
es: Cumpleaños:

source: Block
es: Bloquear

source: Block %d contacts?
es: Bloquear contactos %d?

source: Block Contact
es: Bloquear Contacto

source: Block List
es: Bloquear Lista

source: Blocked
es: Bloqueado

source: Blocked Jabber ID List
es: Lista de Jabber ID Bloqueados

source: BlockList
es: Lista de Bloqueados

source: Bookmark Properties
es: Propiedades de la Referencia

source: Bookmark Room
es: Salón de Referencias

source: Bookmarks
es: Referencias

source: Branding error!
es: Error Acreditación

source: Broadcast Message
es: Difundir Mensaje

source: Browse
es: Explorar

source: Browse for Folder
es: Explorar Carpeta

source: Browse in New Window
es: Explorar en una Nueva Ventana

source: Browser
es: Explorador

source: Busy
es: Ocupado

source: Cancel
es: Cancelar

source: Cancelled
es: Cancelado

source: Change Jabber Password
es: Cambiar Clave

source: Change Nickname
es: Cambiar Apodo

source: Change room subject
es: Cambiar Asunto del Salón

source: Change Views
es: Cambiar Vista

source: Chat
es: Conversación

source: Chat Activity:
es: Actividad en la Conversación

source: Chat presence
es: Estado de la Conversación

source: Chat Window
es: Ventana de la Conversación

source: Chat with
es: Conversar con

source: Chat Available Away Ext. Away Do Not Disturb
es: Conversar Disponible Ausente No Disponible No Molestar

source: City / Locality:
es: Ciudad/Localidad:

source: Clear
es: Borrar

source: Clear
es: Borrar

source: Clear Events
es: Borrar Eventos

source: Clear History
es: Borrar Historia

source: Clear Window
es: Limpiar Ventana

source: Click Here to Sign On
es: Oprima Aquí para Iniciar Sesión

source: Click to Cancel Reconnect
es: Oprima para Cancelar Reconexión

source: Click to Cancel...
es: Oprima para Cancelar...

source: Client Info
es: Información del Cliente

source: Client Time
es: Hora del Cliente

source: Client Version
es: Versión del Cliente

source: Close
es: Cerrar

source: Close Room
es: Cerrar Salón

source: Close Window
es: Cerrar Ventana

source: Company Name:
es: Nombre de la Compañía:

source: Conference
es: Conferencia

source: Conference Room
es: Salón de Conferencia

source: Conference Room
es: Salón de Conferencia

source: Conference Room:
es: Salón de Conferencia:

source: Configure Room
es: Configurar Salón

source: Confirm new password:
es: Confirme nueva clave

source: Connect/Disconnect
es: Conectar/Desconectar

source: Connected. Authenticating...
es: Conectado. Autorizando...

source: Connection
es: Conexión

source: Connection Details
es: Detalles de la Conexión

source: Contact ID
es: ID del Contacto

source: Contact ID:
es: ID del Contacto:

source: Contact Properties
es: Propiedades del Contacto

source: Contact Type:
es: Tipo de Contacto:

source: Contacts
es: Contactos

source: Contacts from
es: Contactos de

source: Contact's Message History
es: Historia de Mensajes de los Contactos

source: Copy
es: Copiar

source: Copy All
es: Copiar Todo

source: Could not contact the search agent.
es: No se puede contactar el agente de búsqueda.

source: Could not delete history file.
es: No se puede borrar el archivo histórico

source: Country:
es: País:

source: Create New Profile...
es: Crear Nuevo Perfil...

source: Current JID:
es: JID Actual:

source: Custom
es: Personal

source: Custom Notification Options
es: Opciones de Notificación Personalizada

source: Custom Presence
es: Estado Personalizada

source: Cut
es: Cortar

source: Date/Time
es: Fecha/Hora

source: Debug
es: Depurar

source: Decline
es: Declinar

source: Default Profile
es: Perfil por Defecto

source: Default Profile
es: Perfil por Defecto

source: Delete
es: Borrar

source: Delete My Registration
es: Borrar Mi Inscripción

source: Delete Profile...
es: Borrar Perfil...

source: Deny
es: Negar

source: Description:
es: Descripción:

source: Description:
es: Descripción:

source: Destroy Reason
es: Razón para Destruir

source: Destroy Room
es: Destruir Salón

source: Details
es: Detalles

source: Dialogs
es: Diálogos

source: Directories
es: Directorios

source: Disconnected.
es: Desconectar

source: Do Not Disturb
es: No Molestar

source: Do Not Disturb presence
es: Estado No Molestar

source: Do you really want to clear the log for %s?
es: Desea usted borrar los historicos para %s?

source: Do you really want to destroy the room? All users will be removed.
es: Desea destruir el salón? Todos los usuarios serán removidos.

source: Download Complete
es: Descarga Completa

source: Downloading...
es: Descargando...

source: Edit Admin List
es: Editar Lista del Administrador

source: Edit Ban List
es: Editar Lista de Prohibidos

source: Edit Member List
es: Editar Lista de Miembros

source: Edit My Registration
es: Editar Mi Inscripción

source: Edit My vCard / Profile
es: Editar Mi vCard/Perfil

source: Edit Owner List
es: Editar Lista de Propietario

source: Edit Voice List
es: Editar Lista de Voz

source: e-mail
es: Correo

source: Email:
es: Correo:

source: Embed Returns
es: Embeber Enter

source: Emoticons
es: Iconos Gestuales

source: Enter bookmark name:
es: Entre el Nombre de la Referencia:

source: Enter Description:
es: Entre una Descripción:

source: Enter in the Jabber Address (JIDs) of the people to block from sending you messages. (Normal, chats, etc..)
es: Entre las Direcciónes Jabber (JIDS) de las personas que desea bloquear el envio de mensajes. (Normal, Conversación, etc..)

source: Enter in the strings that you want Exodus to look for in messages.
es: Entre las cadenas que desea buscar en los mensajes.

source: Enter Jabber ID of Service:
es: Entre Jabber ID del Servicio

source: Enter Jabber ID:
es: Entre Jabber ID

source: Enter new group name:
es: Entre el nuevo nombre del grupo:

source: Enter New Jabber ID's for this list:
es: Entre los Nuevos Jabber ID's para la lista:

source: Enter Password
es: Entre Clave

source: Enter password:
es: Entre Clave:

source: Enter Profile Name
es: Entre el Nombre del Perfil

source: Error changing password.
es: Error Cambiando Clave.

source: ERROR GETTING WIN32 API ADDR FOR GetLastInputInfo!!
es: ERROR OBTENIENDO LA DIRECCIÓN DE LA API WIN32 GetLastInputInfo!!

source: Events
es: Eventos

source: Events Window
es: Ventana de Eventos

source: Exception Tracer
es: Traza de Excepción

source: Exit
es: Salir

source: Exit Exodus
es: Salir de Exodus

source: Exodus could not create or write to the spool directory specified in the options.
es: Exodus no puede crear o escribir a el directorio spool especificado en las opciones

source: Exodus Password
es: Clave para Exodus

source: Exodus Preferences
es: Preferencias de Exodus

source: Expanded
es: Expandido

source: Expanded Mode
es: Modo Expandido

source: Ext. Away
es: No Disponible

source: Ext. Away presence
es: Estado No Disponible

source: Extended Away
es: No Disponible

source: file
es: archivo

source: File Description:
es: Descripción del Archivo:

source: File Transfer
es: Transferencia de Archivo

source: File transfer download directory:
es: Directorio de transferencia de archivo:

source: File Transfer Options
es: Opciones de Transferencia de Archivo

source: File transfer URL:
es: URL de la Transferencia del Archivo

source: File Transfers
es: Tranferencias de Archivo

source: File:
es: Archivo:

source: Fill in the search criteria to find contacts on.
es: Llena el criterio de búsqueda para encontrar los contactos.

source: Find
es: Buscar

source: Finish
es: Finalizar

source: First (Given)
es: Nombre

source: Flash Taskbar button, or highlight tab
es: Parpadear botón de la barra de herramientas, o resaltar carpeta

source: Flash tray icon
es: Parpadear icono de la barra de tareas

source: Float Window
es: Ventana Flotante

source: Fonts, Colors
es: Fuentes, Colores

source: Force the contacts to remove me from their roster
es: Forzar a los contactos a removerme de su lista

source: Force this person to remove me from their roster
es: Forzar a esta persona a removerme de su lista

source: Form from %s
es: Forma desde %s

source: Format: YYYY-MM-DD
es: Formato: YYYY-MM-DD

source: Free for Chat
es: Libre para Conversar

source: From
es: Desde

source: From:
es: Desde:

source: Gateway Server:
es: Servidor Enlace:

source: GO
es: Vamos

source: Gone Home
es: Ir a Casa

source: Gone to Work
es: Ir a Trabajar

source: Got connection.
es: Obtener Conexión

source: Group:
es: Grupo:

source: Groups
es: Grupos

source: Headline Svc.
es: Titulo Svc.

source: Help
es: Ayuda

source: History
es: Historia

source: History deleted.
es: Historia Borrada

source: Home
es: Inicio

source: Host:
es: Servidor

source: HotKey:
es: Tecla Rápida:

source: I Want to Chat
es: Desea Conversar

source: Idle for
es: Desocupado para

source: Initializing...
es: Iniciando...

source: Installing...
es: Instalando...

source: Invalid command line:%s
es: Línea de comando no válida: %s

source: Invalid Roster Items
es: Ítems de la Lista Inválidos

source: Invite Contacts
es: Invitar Contactos

source: Invite from
es: Invitado desde

source: Invite the following contacts to:
es: Invitar los siguientes contactos a:

source: Invite to Conference
es: Invitar a Conferencia

source: IQ Get
es: Obtener IQ

source: IQ Set
es: Fijar IQ

source: is now
es: Es ahora

source: Item
es: Ítem

source: Jabber Browser
es: Explorador Jabber

source: Jabber Contact IDs do not typically include a resource. Are you sure you want to add this contact ID?
es: Los Ids de Contactos Jabber típicamente no incluyen un recurso. Esta usted seguro que desea adicionar este contacto?

source: Jabber Object
es: Objeto Jabber

source: Jabber User
es: Usuario Jabber

source: Join a conference
es: Unirse a una conferencia

source: Join Conference
es: Unirse a una conferencia

source: Join Group
es: Unirse al Grupo

source: Join on login
es: Unirse al Conectar

source: Join Room
es: Unirse al Salón

source: Keyword in
es: Palabra Clave en

source: Keyword Lookup
es: Buscar de Palabra Clave

source: Keyword Options
es: Opciones de Palabra Clave

source: Keywords
es: Palabras Claves

source: Kick
es: Expulsar

source: Kick Reason
es: Razon para Expulsar

source: Large Icons
es: Iconos Grandes

source: Last
es: Último

source: Last (Family)
es: Apellidos

source: Last Activity
es: Última Actividad
