Repository: Deathlaw/exodus
Catalog: trunk/exodus/locale/*/LC_MESSAGES/default.po
Languages: es

source: Last Time/Activity
es: Última Hora/Actividad

source: List
es: Lista

source: Local Time:
es: Tiempo Local:

source: Log Off
es: Desconectar

source: Log On
es: Conectar

source: Log On/Off
es: Conectar/Desconectar

source: Login
es: Conectar

source: Lookup a vCard
es: Buscar una vCard

source: Lookup Profile
es: Buscar Perfil

source: Lunch
es: Almuerzo

source: Mad
es: Furioso

source: Make Owner
es: Crear Propietario

source: Meeting
es: Reunión

source: Message
es: Mensaje

source: Message from
es: Mensaje desde

source: Message to
es: Mensaje a

source: Message...
es: Mensaje...

source: Messages
es: Mensajes

source: Messenger
es: Mensajero

source: Middle
es: Medio

source: Move contacts to another group:
es: Mover contactos a otro grupo:

source: Msg from
es: Msj Desde

source: Must have a larger number of poll keys.
es: Debe tener un número más grande de poll keys

source: My Profile
es: My Perfil

source: My Resources
es: Mis Recursos

source: Name
es: Nombre

source: Name:
es: Nombre:

source: Network
es: Red

source: Network Options
es: Opciones de Red

source: New Group
es: Nuevo Grupo

source: New group name:
es: Nuevo Nombre del Grupo

source: New nickname
es: Nuevo Apodo

source: New password does not match.
es: La Clave Nueva no concuerda.

source: New password:
es: Clave Nueva:

source: New Profile
es: Nuevo Perfil

source: New Roster Group
es: Nuevo Grupo de la Lista

source: New subject
es: Nuevo Asunto

source: Next
es: Próximo

source: Next >
es: Próximo >

source: Next JID
es: Próximo JID

source: Nick
es: Apodo

source: Nick:
es: Apodo:

source: Nickname
es: Apodo

source: Nickname:
es: Apodo:

source: No history file for this user.
es: Este usuario no tiene un archivo historico

source: No Results were found.
es: No se encontró resultados

source: No vCard response was ever returned.
es: No se retorno una vCard como respuesta

source: None
es: Ninguno

source: Notification
es: Notificación

source: Notification Options ...
es: Opciones de Notificación ...

source: Notify Options
es: Opciones de Notificación

source: Objects
es: Objetos

source: Occupation:
es: Ocupación

source: offline
es: desconectado

source: OK
es: Aceptar

source: Old password is incorrect.
es: Clave Anterior es incorrecta

source: Old password:
es: Clave Anterior

source: Online
es: Conectado

source: Online Resources
es: Recursos

source: Open
es: Abrir

source: Options...
es: Opciones

source: Org. Unit (Dept):
es: Org. Depto.

source: Password changed.
es: Clave Cambiada

source: Password Dialog
es: Cambiar Clave

source: Password:
es: Clave:

source: Paste
es: Pegar

source: Paste
es: Pegar

source: Personal Info.
es: Info. Personal

source: Personal URL:
es: URL Personal:

source: Ping Time: %s seconds.
es: Tiempo de Respuesta: %s segundos.

source: Please join us in this conference room.
es: Por favor conectémonos en este salón de conferencia.

source: Please wait, Sending your registration to the service....
es: Espere, Enviando su registro al servicio...

source: Please wait. Contacting search agent:
es: Espere, Contactando el agente de búsqueda:

source: Plugin class could not be initialized. (%s)
es: Clase Plugin no se pudo inicializar. (%s)

source: Plugin class does not support IExodusPlugin. (%s)
es: Clase Plugin no soporta IExodusPlugin. (%s)

source: Plugin could not be created. (%s)
es: Plugin no se pudo crear. (%s)

source: Poll Time:
es: Tiempo de Encuesta:

source: Port to use for HTTP file transfers:
es: Puerto HTTP para transferencia de archivos:

source: Port:
es: Puerto:

source: Presence
es: Estado

source: Presence Type:
es: Tipo de Estado

source: Previous JID
es: JID Anterior

source: Priority
es: Prioridad

source: Priority:
es: Prioridad:

source: Profile
es: Perfil

source: Profile:
es: Perfil:

source: Progress:
es: Progreso

source: Properties
es: Propiedades

source: Properties...
es: Propiedades...

source: Reason:
es: Motivo:

source: Re-Browse this object
es: Refrescar este objeto

source: Receive
es: Recibir

source: Receiver disconnected.
es: Receptor desconectado.

source: Receiving Contacts
es: Recibiendo Contactos

source: Reconnect in
es: Reconectar

source: Register
es: Registrar

source: Register with a Service
es: Registrar con un Servicio

source: Register with Service
es: Registrar con Servicio

source: Register with this object
es: Registrarse con este objeto

source: Remove
es: Remover

source: Remove %d contacts
es: Remover Contactos %d

source: Remove a Contact
es: Remover un Contacto

source: Remove all contacts in this group:
es: Remover todos los contactos de este grupo:

source: Remove Contact
es: Remover Contacto

source: Remove Contacts
es: Remover Contactos

source: Remove Registration?
es: Remover Registro ?

source: Remove the %s group
es: Remover el grupo %d

source: Remove these contacts from my roster.
es: Remover contactos de mi lista.

source: Remove this bookmark?
es: Remover esta referencia?

source: Remove this contact from my roster.
es: Remover contacto de mi lista.

source: Remove this contact from the %s group.
es: Remover contacto del grupo %d.

source: Remove this contact from this group
es: Remover el contacto de este grupo

source: Remove this person from my roster.
es: Remover esta persona de mi lista

source: Remove this plugin from the list of plugins to be loaded at startup?
es: Remover este plugin de la lista de plugins que se cargan al iniciar?

source: Remove this profile?
es: Remover este perfil ?

source: Rename
es: Renombrar

source: Rename ...
es: Renombrar ...

source: Rename group
es: Renombrar Grupo

source: Rename...
es: Renombrar ...

source: Rendering Svc.
es: Renderizando Svc

source: Reply
es: Responder

source: Reset all file transfer options to defaults
es: Volver a los valores originales en las opciones de tranferencia de archivo?

source: Reset to default preferences ...
es: Cambiar por los preferencias originales ...

source: Resources
es: Recursos

source: Room
es: Salón

source: Room List Modifier
es: Modificar Lista del Salón

source: Room Name:
es: Nombre del Salón:

source: Room Nickname:
es: Apodo para el Salón:

source: Room Server:
es: Sevidor del Salón:

source: Rooms
es: Salones

source: Roster
es: Lista

source: Roster - Exodus
es: Lista - Exodus

source: Roster Hint
es: Lista

source: RTF (*.rtf)|*.rtf|Text (*.txt)|*.txt
es: RTF (*.rtf)|*.rtf|Texto (*.txt)|*.txt

source: RTF Files|*.rtf|All Files|*.*
es: Archivos RTF|*.rtf|Todos los archivos|*.*

source: Save As...
es: Grabar como ...

source: Save Conversation
es: Grabar Conversaciçón

source: Save pass&word
es: Grabar Cla&ve

source: Save Room Contents
es: Grabar Contenido del Salon

source: Save this presence to my preferences.
es: Grabar este estado a mis preferencias.

source: Search
es: Buscar

source: Search Again
es: Buscar de Nuevo

source: Search for a Contact
es: Buscar un Contacto

source: Search for Contacts
es: Buscar Para Contactos

source: Search using this service or agent
es: Buscar usando este servicio o un agente

source: seconds
es: segundos

source: seconds.
es: segundos.

source: See Also:
es: Vea También:

source: Select Contact
es: Seleccionar Contacto

source: Select download directory
es: Seleccionar Directorio de Descarga

source: Select the user database or enter in the Jabber ID of the search agent to use:
es: Selecciona la base de datos de los usuarios ó ingrese el Jabber ID del agente de busqueda que va a utilizar:

source: Send
es: Enviar

source: Send a Message
es: Enviar un Mensaje

source: Send Available
es: Enviar Disponible

source: Send Contact To...
es: Enviar Contacto a ...

source: Send Contacts To...
es: Enviar Contactos a ....

source: Send File
es: Enviar Archivos

source: Send File ...
es: Enviar Archivos ...

source: Send File...
es: Enviar Archivo ...

source: Send Invisible
es: Enviar Invisible

source: Send Message
es: Enviar Mensaje

source: Send Presence
es: Enviar Estado

source: Send XML
es: Enviar XML

source: Sending file...
es: Enviando archivo ...

source: Sending you a file.
es: Enviando archivo ...

source: Server Info
es: Información del Servidor

source: Server: Jabber.org
es: Servidor: Jabber.org

source: Service
es: Servicio

source: Setting Auto Available
es: Disponible automatico

source: Setting AutoAway
es: Ausencia automática

source: Setting AutoXA
es: Ausencia extendida automática

source: Show a "Toast" popup
es: Mostar Aviso Emergente

source: Show Debug XML
es: Mostrar Depurador XML

source: Show Exodus
es: Mostrar Exodus

source: Show History
es: Mostrar Historia

source: Show History ...
es: Mostrar Historia ...

source: Show Online Only
es: Mostrar Solamente en Linea

source: Show Only Online
es: Mostrar Solamente en Linea

source: Show Profile
es: Mostrar Perfil

source: Show Profile ...
es: Mostrar Perfil ...

source: Show Status Bar
es: Mostrar Barra de Estado

source: Show Toolbar
es: Mostrar Barra de Herramientas

source: Sign On/Off
es: Conectar / Desconectar

source: Sleeping
es: Durmiendo

source: Small Icons
es: Iconos Pequeños

source: something really long
es: algo realmente largo

source: Start
es: Arrancar

source: Start Chat
es: Arrancar Conversación

source: State / Region:
es: Estado / Región:

source: Status:
es: Estado:

source: Stop
es: Detener

source: Subject
es: Asunto

source: Subject:
es: Asunto:

source: Subject:
es: Asunto:

source: Subscribe
es: Registrar

source: Subscribe to Presence
es: Registrar a Estado

source: Subscription denied/revoked
es: Registro Denegado/Revocado

source: Subscription granted
es: Registro

source: Subscription request
es: Pedir Subscripción

source: Subscription Type
es: Tipo de Subscripción

source: Subscriptions
es: Subscripciones

source: Supported Namespaces:
es: Namespaces soportados:

source: System
es: Sistema

source: Test
es: Probar

source: text/html
es: texto/html

source: text/html, */*
es: texto/html, */*

source: The agent you are trying to register with can not be reached.
es: El agente con el que se intenta registrar no puede ser localizado.

source: The agent you are trying to register with returned an error.
es: El agente con el que se intenta registrar retorno un error.

source: The contact ID you entered does not follow the standard user@host convention. Do you want to continue?
es: El ID del contacto que usted ingreso no sigue el éstandar usuario@servidor. Desea Continuar ?

source: The Contact must be online before you can send a file.
es: Los contactos deben estar en línea antes de enviar un archivo.

source: The following command line parameters are available in Exodus:
es: Las siguientes opciones de línea de comando estan disponibles en Exodus:

source: The gateway server you requested does not have a transport for this contact type.
es: Este tipo de contacto no tiene transporte en el servidor de enlace que escogio.

source: The Jabber ID you entered (username@server/resource) is invalid. Please enter a valid username, server, and resource.
es: El Jabber ID que ingresaste (usuario@servidor/recurso) no es valido. Por favor ingrese un usuario valido.

source: The Jabber ID you entered is invalid.
es: El ID Jabber que ingreso no es válido.

source: The jabber server can not contact the server where this user is hosted.Click "Remove" to remove this contact from your roster.
es: El servidor Jabber no pude contactar con el servidor donde esta albergado el usuario. Pulsa "Eliminar" para remover este contacto de tu lista.

source: The log directory you specified is invalid. Either turn off logging, or specify a valid path.
es: La carpeta para almacenar los archivos de registro es invalida. Desactiva el contador de registros o especifica una carpeta valida.

source: The owner has destroyed the room.
es: El propietario cerro el salón.

source: The Room Address you entered is invalid. It must be valid Jabber ID.
es: La dirección de la sala que ingresaste es invalida.

source: The room is being created. Please try again later.
es: La sala esta siendo creada. Por favor intentelo mas tarde.

source: The search timed out.
es: Tiempo expiró para la busqueda

source: The transport could not be reached. Your request timed out.
es: No se pudo conectar con el transporte. La petición expiró.

source: There is no history file for this contact.
es: No se encuentra historía para este contacto

source: There was an error during communication with the Jabber Server
es: Ocurrío un error durante la comunicación con el Jabber Server

source: There was an error processing your request.
es: Ocurrío un error procesando su petición

source: There was an error trying to authenticate you. Either you used the wrong password, or this account is already in use by someone else.
es: Ocurrío un error intentando autenticarlo. Tal vez esta usando una clave equivocada, o su cuenta esta siendo utilizada por alguien más.

source: There was an error trying to create the file.
es: Ocurrío un error intentando crear el archivo.

source: There was an error trying to remove your registration.
es: Ocurrío un error intentando intentando remover su registro.

source: This account does not exist on this server. Create a new account?
es: La cuenta no existe en este servidor. Crear una cuenta nueva ?

source: This chat window is busy. Close anyways?
es: La ventana de conversación esta ocupada. Cerrar de todas formas ?

source: This directory does not exist. Create it?
es: Directorio no existe. Crearlo ?

source: This file already exists. Overwrite?
es: Archivo ya existe. Sobreescribir ?

source: This group already exists!
es: Grupo ya existe!

source: This message contains %d roster items.
es: Este mensaje contiene %d items de lista.

source: This person or agent would like to see your online presence and add you to their roster.
es: Esta persona o agente desea adicionarlo a su lista.

source: This room has been destroyed.
es: El salón fue cerrado.

source: This room is not anonymous
es: Este salon no es anónimo

source: This user is now blocked.
es: Este usuario esta bloqueado.

source: This wizard will register you with a service or Agent. Use the Next button to advance through the steps. Use Cancel anytime to cancel this registration.
es: Este ayudante lo registrará con el servicio o agente. Usar el boton Siguiente para avanzar. Use Cancelar en cualquier momente para cancelar el registro.

source: Time
es: Hora

source: Time Request
es: Pedir Hora

source: Time Response
es: Tiempo de Respuesta

source: Time, Ping Response:
es: Hora, Ping Respuesta:

source: Title:
es: Titulo:

source: To:
es: A:

source: To:
es: A:

source: Toggle
es: Intercambiar

source: Toggle Checkboxes
es: Pulsar cuadros de confirmación

source: Toggle Expanded Mode
es: Ir a modo expandido.

source: Toggle Voice
es: Tomar voz

source: Tools
es: Herramientas

source: Tracer
es: Trazador

source: Trying to close.
es: Intentando Cerrar.

source: Trying to connect...
es: Intentando conectar ...

source: Trying to setup the Auto Away timer.
es: Iniciando el tiempo de ausencia automatica

source: Type
es: Tipo

source: Type of Bookmark:
es: Tipo de marca

source: Type:
es: Tipo:

source: Typical Format: YYYY-MM-DD
es: Formato típico: AAAA-MM-DD

source: Unavailable presence
es: Estado No Disponible

source: UnBlock
es: Desbloquear

source: Unblock %d contacts?
es: Desbloquear %d Contactos?

source: Unfiled
es: Sin Grupo

source: United States
es: Estados Unidos.

source: Unknown file type
es: Tipo de archivo desconocido

source: Unsubscribe presence packet
es: Unsubscribe presencia

source: Untitled Group
es: Grupo sin Título

source: Untitled Profile
es: Perfil sin Título

source: Update nickname based on names.
es: Actualizar nick basandose en los nombre.

source: Use a custom IP address for HTTP transfers
es: Usar una IP determinada para las transferencias HTTP

source: Use IE settings
es: Usar Configuración de IE

source: Use IE settings Direct Connection Custom
es: Usar Configuración de IE Conexión Directa Personalizada

source: Use Regular Expressions for Keyword matches
es: Usar Expresiones Regulares para Encontrar Palabras Claves

source: Use SSL
es: Usar SSL

source: Username:
es: Usuario:

source: Using Win32 API for Autoaway checks!!
es: Usar la API Win32 para Auto-Ausencias.

source: Validator
es: Validador

source: Version
es: Versión

source: Version
es: Versión

source: Version Request
es: Pedir Versión

source: Version Response
es: Respuesta de Versión

source: View
es: Ver

source: View Online/All
es: Ver En Linea/Todos

source: View Profile
es: Ver Perfil

source: Voice Tel:
es: Telefono:

source: Waiting for agent instructions.....
es: Esperando por la instrucciones del agente ...

source: Waiting for connection...
es: Esperando Conexión...

source: Wants to chat
es: Desea Conversar

source: Word Wrap
es: Ajuste de linea

source: Word Wrap Input
es: Entrada de ajuste de linea

source: Work
es: Trabajo

source: Working
es: Trabajando

source: Xtended Away
es: Ausencia extendida.

source: You are already subscribed to this contact
es: Ya estas subscrito a este contacto.

source: You are not allowed to create rooms.
es: No tienes permitido crear salas de conversación.

source: You are not allowed to enter the room. You must be on the member list.
es: Tienes que estar en la lista de miembros de sala, por lo tanto no puedes ingresar.

source: You are not on the member list for this room. Try and register?
es: No estas en la lista de miembros de esta sala. Quieres intentar registrarte?

source: You are not registered with this transport.
es: No estas registrado con este transporte.

source: You are on the ban list for this room.
es: Estas en la lista de bloqueados de esta sala.

source: You can not add yourself to your roster.
es: No te puedes agregar a tu misma lista.

source: You currently have logging turned off. Turn Logging On? (Warning: Logs are not encrypted)
es: Actualmente no tienes activado el almacenamiento de registros. Quieres activarlo? (Recuerda que los registros no se encriptan)

source: You have been banned.
es: Te bloquearon

source: You have been disconnected.
es: Te desconectaron

source: You have been granted voice.
es: Te has ganado la voz

source: You have been kicked.
es: Te expulsaron

source: You have unread messages. Read all messages before closing the window.
es: Tienes mensajes sin leer. Lee todos los mensajes antes de cerrar la ventana.

source: You must enter a nickname
es: Debes ingresar un nick

source: You must select more than one online contact to broadcast.
es: Debes seleccionar más de un contacto en linea para enviar mensaje masivo.

source: You must select one or more contacts.
es: Debe seleccionar uno o más contactos.

source: You supplied an invalid password to enter this room.
es: La clave para ingresar a esta sala es invalido.

source: Your connection type does not support direct connections.
es: Tu conección no acepta transmición directa de datos.

source: Your new file transfer port will not take affect until all current trasfers are stopped. Stop existing transfers?
es: Tu nuevo puerto para transferencias no se activara hasta que las trasnferencias actuales paren. Deseas aplicar los cambios?

source: Your new jabber account is activated. Would you like to fill out additional registration information?
es: Tu nueva cuenta en jabber esta activada. Quieres agregar información adicional?

source: Your nickname is already being used. Please select another one.
es: Tu nombre de usuario ya esta siendo utilizado. Por favor intenta con otro diferente.

source: Your registration has been removed.
es: El registro ha sido removido.

source: Your Registration to this service has been completed Successfully. Press the 'Next' button to Finish.
es: Tu registro con este servicio esta completo. Presiona el boton de 'Siguiente' para finalizar.

source: Your Registration to this service has Failed! Press Previous to go back and verify that all of the parameters have been filled in correctly. Press Cancel to close this wizard.
es: Tu registro con este servicio a fallado. Pulsa 'Anterior' para verificar los datos. Pulsa 'Cancelar' para cerrar el asistente.

source: Your request was successful.
es: Su petición fue exitosa.

source: Your voice has been revoked.
es: Te han quitado la voz.

source: Zip / Postal Code:
es: Zip/Código Postal:
