Repository: Deathlaw/exodus
Catalog: exodus/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Please wait, Sending your registration to the service....
fr: Attendez. Envois de votre enregistrement vers le service ...

source: Your Registration to this service has been completed Successfully. Press the 'Next' button to Finish.
fr: Votre enregistrement auprès du service a réussi. Appuyez sur Suivant pour terminer.

source: Your Registration to this service has Failed! Press Previous to go back and verify that all of the parameters have been filled in correctly. Press Cancel to close this wizard.
fr: Votre enregistrement auprès du service a échoué ! Appuyez sur Précédent et vérifiez que toutes les valeurs sont correctes.

source: Remove this contact from this group
fr: Enlèver ce Contact de ce groupe

source: Remove this contact from my roster.
fr: Enlèver ce Contact de mon répertoire.

source: Remove this person from my roster.
fr: Enlèver ce Contact de mon répertoire

source: Force this person to remove me from their roster
fr: Force ce Contact à m'enlever de son répertoire

source: something really long
fr: quelque chose de très long

source: Clear Window
fr: Efface la fenêtre

source: Bookmark Room...
fr: Salle dans mes Favoris ...

source: Register with Room...
fr: S'enregistrer dans cette salle...

source: Invite Contacts...
fr: Inviter un Contact...

source: Change Nickname...
fr: Changer de Surnom...

source: Save As...
fr: Enregistre sous ...

source: Edit Voice List
fr: Edition de la Liste Vocale

source: Edit Ban List
fr: Edition de la Liste Bannis

source: Edit Member List
fr: Edition de la Liste des Membres

source: Edit Moderator List
fr: Editer la Liste Modérateurs:

source: Edit Admin List
fr: Edition de la Liste Admin

source: Edit Owner List
fr: Edition de la Liste Propriétaires

source: Configure Room
fr: Configure la Salle

source: Destroy Room
fr: Detruire la Salle

source: Close Room
fr: Fermer la Salle

source: Send my JID
fr: Envoi mon JID

source: Block
fr: Bloquer

source: Kick
fr: Exclure

source: Ban
fr: Bannir

source: Toggle Voice
fr: Téléphone (voix):

source: Make Moderator
fr: Rendre Modérateur

source: Make Administrator
fr: Rendre Administrateur

source: Save Room Contents
fr: Sauver le contenu de la Salle

source: Room List Modifier
fr: Liste des Modificateurs

source: Enter New Jabber ID's for this list:
fr: Entrez le nouvel Jabber ID pour cette liste:

source: Nick
fr: Surnom

source: Contact ID:
fr: ID du Contact

source: Group:
fr: Groupe:

source: Contact Type:
fr: Type de Contact:

source: Gateway Server:
fr: Serveur Passerelle:

source: Receiving Contacts
fr: Réception de Liste

source: Add contacts to this group:
fr: Ajouter un Contact à ce groupe:

source: Roster - Exodus
fr: Répertoire - Exodus

source: Find:
fr: Rechercher:

source: Esc to quit, Enter to select current, F3 to search again
fr: Ech pour quitter, Enter pour sélectionner, F3 pour chercher encore

source: Offline
fr: Mode non connecté

source: Disconnected.
fr: Déconnecté.

source: Click to Login
fr: Cliquer pour vous authentifier

source: Send File...
fr: Envoyer un Fichier

source: Send Contact To...
fr: Envoyer un contact A ...

source: Send Available
fr: Envoyer Présent

source: Send Invisible
fr: Envoyer Invisible

source: Subscribe Again
fr: Souscrire encore

source: Rename...
fr: Renomer ...

source: History
fr: Historique

source: Properties...
fr: Propriété ...

source: Send Presence
fr: Envoyer Présence

source: Broadcast Message
fr: Message Diffusé

source: Send Contacts To...
fr: Envoyer le(s) Contact(s) à ...

source: Move or Copy Contacts...
fr: Bouger ou Copier le(s) Contact(s) ...

source: Rename
fr: Renomer

source: New Group
fr: Nouveau Groupe

source: Join Group
fr: Joindre le Groupe

source: Properties
fr: Propriétés

source: Log Off
fr: Fermer la Session

source: Rename ...
fr: Renomer

source: Select Contact
fr: Sélectionner le Contact

source: Show Online Only
fr: Affiche seulement En Ligne

source: Security Warning
fr: Avertissement de sécurité

source: SSL Security Warning
fr: Avertissement de sécurité SSL

source: Reject SSL certificate. Disconnect jabber session.
fr: Rejeter le Certificat SSL . Fermer la session Jabber.

source: Allow this SSL certificate for this jabber session.
fr: Autoriser ce certificat SSL pour cette session Jabber.

source: Always allow this SSL certificate.
fr: Toujours autoriser ce certificat SSL.

source: Subscription Request
fr: Requête de souscription

source: This person or agent would like to see your online presence and add you to their roster.
fr: Ce Contact/Agent souhaite connaitre votre Présence et vous ajouter à son répertoire.

source: Add this person to my roster
fr: Ajouter ce Contact à mon Répertoire

source: Accept
fr: Accepter

source: Deny
fr: Refuser

source: My Profile
fr: Mon Profile

source: Cocos (Keeling)
fr: Iles Coco (Keeling)

source: Islands
fr: Islandes

source: Wizard
fr: Assistant

source: File Transfer Manager
fr: Gestionnaire d'échange de Fichiers

source: Conference
fr: Conférence

source: Jabber User
fr: Utilisateur Jabber

source: Headline Svc.
fr: Service de Diffusion

source: Rendering Svc.
fr: Service de Diffusion.

source: Keyword Lookup
fr: Recherche de Mots

source: Validator
fr: Validateur

source: Jabber Object
fr: Objet Jabber

source: Objects
fr: Objet

source: is replying.
fr: est en train de répondre.

source: Chat Activity:
fr: Activitée Chat

source: This user is now blocked.
fr: Cet Utilisateur est maintenant Bloqué.

source: is now
fr: est maintenant

source: available
fr: présent

source: offline
fr: non connecté

source: This chat window is busy. Close anyways?
fr: Cette fenêtre de Chat est active. Fermer quand même ?

source: Plugin could not be created. (%s)
fr: Le complément ne peut être créé. (%s)

source: Plugin class does not support IExodusPlugin. (%s)
fr: La classe du Complément ne supporte pas IExodusPlugin. (%s)

source: Plugin class could not be initialized. (%s)
fr: Le complément ne peut être initializé. (%s)

source: Remove this plugin from the list of plugins to be loaded at startup?
fr: Retirez ce complément de la liste de compléments chargés lors du démarrage de l'application

source: %s Details
fr: %s Détails

source: The Jabber ID you entered (username@server/resource) is invalid. Please enter a valid username, server, and resource.
fr: L'ID Jabber que vous avez entré (nom@serveur/ressource) est invalide. Please introduisez un nom, un serveur et une ressource valide

source: Download the public server list from jabber.org? (Requires an internet connection).
fr: Télécharger la liste des serveurs publiques de jabber.org ? (Connection Internet nécessaire).

source: Downloading public server list
fr: Télécharger la liste des serveur publiques

source: This profile is currently to use SSL, however, your system does not have the required libraries to use SSL. Turning SSL OFF.
fr: Ce profile utilise actuellement SSL, apparement, votre système n'as pas les librairies SSL nécessaires. Désactivation de SSL.

source: Unavailable presence
fr: Présence Non Disponible

source: Available presence
fr: Présent(e)

source: Chat presence
fr: Chat

source: Away presence
fr: Absent(e)

source: Ext. Away presence
fr: Abs.Prolongée

source: Do Not Disturb presence
fr: Ne pas Déranger

source: Subscription request
fr: Requête de souscription

source: Subscription granted
fr: Souscription approuvée

source: Subscription denied/revoked
fr: Souscription refusée/périmée

source: Unsubscribe presence packet
fr: Se désinscrire des packet de présence

source: Time Response
fr: Temp de réponse

source: Time, Ping Response:
fr: Temps de réponse Ping:

source: Local Time:
fr: Heure Locale:

source: Version Response
fr: Réponse de version

source: Idle for
fr: Absent(e) depuis

source: This message contains a URL:
fr: Ce message contient une URL

source: The jabber server can not contact the server where this user is hosted.Click "Remove" to remove this contact from your roster.
fr: Le serveur Jabber ne peut pas contacter où l'utilisateur est hébergé. Cliquez"Supprimer" pour supprimer cet individu de votre répertoire.

source: %s query from: %s
fr: Requête %s de: %s

source: Last
fr: Dernier

source: An error has occurred. Exodus will automatically save an error log file to your desktop. Use this file to a bug report at the exodus website.
fr: Une erreur s'est produite. Exodus va automatiquement sauver les évènement dans un fichier log sur votre bureau. Utilisez ce fichier pour rapporter ce Bug sur le site Web de Exodus.

source: -d : Debug mode on
fr: -d : Mode Debug Activé

source: -m : Start minimized
fr: -m : Démarrer Minimisé

source: -v : invisible mode
fr: -v : Mode invisible

source: -? : Show Help
fr: -? : Affiche l'Aide

source: -p [pass] : Password
fr: -p [pass] : Mot de Passe

source: -r [res] : Resource
fr: -r [res] : Ressource

source: -f [prof] : Profile name
fr: -f [prof] : Nom du profile

source: -l [xmllang] : Start streams with the specified xml:lang
fr: -l [xmllang] : Démarrer le flux avec xml:lang

source: Invalid command line:%s
fr: Ligne de commande invalide: %s

source: Winsock2 is required for this application. Please obtain the winsock2 installer from Microsoft for your operating system.
fr: Winsock2 est requis pas cette application. Installez une version winsock2 ou téléchargez-la a partir du site de Microsoft.

source: Downloading...
fr: Téléchargement...

source: Download Complete
fr: Téléchargement terminé

source: Initializing...
fr: Initialisation...

source: Installing...
fr: Installation...

source: Error: %s
fr: Erreur: %s

source: You currently have logging turned off. Turn Logging On? (Warning: Logs are not encrypted)
fr: Votre système de fichier log est actuellement désactivé. Le ré-activer ? (Attention: Les logs ne sont pas chiffrés)

source: There is no history file for this contact.
fr: Il n'y a pas de fichier d'historique pour ce Contact.

source: The log directory you specified is invalid. Either turn off logging, or specify a valid path.
fr: Le répertoire spécifié pour vos logs n'est pas valide. Soit désactivez votre system de logs, ou donnez un chemin valide.

source: History deleted.
fr: Historique effacé.

source: Could not delete history file.
fr: Ne peut effacer le fichier d'historique.

source: No history file for this user.
fr: Pas de fichier d'historique pour cet Utilisateur.

source: Do you really want to clear the log for %s?
fr: Voulez-vous réellement effacer le log de %s ?

source: Are you sure you want to delete all of your message and room logs?
fr: Etes-vous certain de vouloir effacer tous vos messages, ainsi que les logs de la Salle ?

source: %d log files deleted.
fr: Le fichier log %d a été effacé.

source: Could not open log file:
fr: Ne peut ouvrir le fichier d'historique.

source: (Required)
fr: (Requis)

source: %s: improper use of TGetOpts, one, some or more properties not initialized.
fr: %s: mauvais usage de TGetOpts, quelques propriété non initialisées.

source: %s: a required option (-%s) is missing.
fr: %s: une option nécessaire (-%s) manque.

source: %s: Option %s requires an argument.
fr: %s: L'option %s nécessite un argument.

source: %s: Unknown option %s.
fr: %s: Option Inconnue %s.

source: %s: long option format not supported.
fr: %s: format d'option non supporté.

source: Remove %d contacts
fr: Enlever l'individu %d

source: Remove the %s group
fr: Retirer le groupe %s

source: There was an error attempting to save your options. Another process may be accessing your options file. Some options may be lost.
fr: Il s'est produit une erreur lors de la sauvergarde de vos options. Un autre processus semble accèder à vos fichier. Des informations risquent d'être perdues.

source: Conference Room:
fr: Salle de conférence:

source: You have been invited to the %s room.
fr: Vous avez été invité dans la salle %s .

source: The following command line parameters are available in Exodus:
fr: Les paramêtres de commandes suivantes sont disponibles dans Exodus:

source: -*- Temp profile: %s -*-
fr: -*- Profile Temp. : %s -*-

source: (Pending)
fr: (En attente)

source: Untitled Group
fr: Groupe sans titre

source: There was an error during communication with the Jabber Server
fr: Il s'est produit une erreur lors de la communication avec le serveur Jabber

source: You have been disconnected.
fr: Vous avez été déconnecté.

source: There was an error trying to authenticate you. Either you used the wrong password, or this account is already in use by someone else.
fr: Il s'est produit une erreur lors de votre authetification. Soit vous utilisez un mot de passe erroné, ou ce compte est déjà utilisé par quelqu'un d'autre.

source: An Error occurred trying to register your new account. This server may not allow open registration.
fr: Une erreur s'est produit lors de l'enregistrement de votre nouveau compte. Ce serveur ne permet peut-être pas d'enregistrement.

source: This account does not exist on this server. Create a new account?
fr: Ce compte n'existe pas dans ce serveur. Créer un nouveau compte ?

source: Your new jabber account is activated. Would you like to fill out additional registration information?
fr: Nouveau compte Jabber est actif. Voulez-vous enregistre la suite des informations ?

source: Click to Cancel Reconnect
fr: Cliquer pour Annuler la Reconnection

source: Reconnect in
fr: Reconnection dans

source: seconds.
fr: secondes.

source: Setting Auto Available
fr: Paramêtre Présence Automatique

source: Setting AutoAway
fr: Paramêtre Absence Automatique

source: Setting AutoXA
fr: Appliquer l'état Absence Prolongée

source: Trying to setup the Auto Away timer.
fr: Tentative d'initialisation du Minuteur d'état Non disponible

source: AutoAway Setup FAILED!
fr: Etat Non Disponnible à ECHOUE!

source: Using Win32 API for Autoaway checks!!
fr: Utilisation de l'API Win32 pour l'état Non Disponible vérifié!!

source: ERROR GETTING WIN32 API ADDR FOR GetLastInputInfo!!
fr: Recetion d'ERREUR WIN32 API ADDR pour GetLastInputInfo!!

source: Ping Time: %s seconds.
fr: La durée du Ping est de %s secondes.

source: Msg from
fr: Msg de

source: Invite from
fr: Invitation de

source: Contacts from
fr: Contacts de

source: This message contains %d roster items.
fr: Ce message contient %d éléments du répertoire.

source: New Roster Group
fr: Nouveau groupe dans le répertoire

source: Enter new group name:
fr: Insérer le nouveau nom du groupe:

source: This group already exists!
fr: Ce groupe existe déjà !

source: Lookup Profile
fr: Recherche du Profile

source: Send a Message
fr: Envoyer un Message

source: Register with Service
fr: S'enregistrer dans ce sevice

source: Enter Jabber ID:
fr: Insérez l'ID Jabber:

source: Enter Jabber ID of Service:
fr: Insérez l'ID Jabber de ce Service:

source: The Jabber ID you entered is invalid.
fr: L'ID Jabber inscrit n'est pas valide.

source: Error changing password.
fr: Erreur lors du changement de mot de passe.

source: Password changed.
fr: Mot de passe changé.

source: Old password is incorrect.
fr: Ancien mot de passe incorrecte.

source: New password does not match.
fr: Le nouveau mot de passe ne correspond pas.

source: Enter Password
fr: Insérez un mot de passe :

source: You are already subscribed to this contact
fr: Vous avez déjà souscrit à ce contact

source: Branding error!
fr: Erreur Anormale!

source: You must enter a nickname
fr: Vous devez insérer un surnom

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Could not contact the search agent.
fr: Ne peut trouver l'Agent de recherche.

source: The search timed out.
fr: Temps de recherche expiré.

source: No Results were found.
fr: Pas de résultat trouvé.

source: Remove this profile?
fr: Enlever ce Profile ?

source: Untitled Profile
fr: Profile sans nom

source: New Profile
fr: Nouveau Profile

source: Enter Profile Name
fr: Entrez le nom du Profile

source: Exodus could not create or write to the spool directory specified in the options.
fr: Exodus ne peut pas créer ou écrire dans la zone spécifée dans les options (Spool).

source: Message from
fr: Message de

source: Message to
fr: Message à

source: Decline
fr: Refuser

source: To:
fr: A:

source: Error:
fr: Erreur:

source: Next
fr: Suivant

source: You have unread messages. Read all messages before closing the window.
fr: Vous avez des messages non lu. Lisez tout les messages avant de fermer cette fenêtre.

source: is now online.
fr: Est connecté

source: is now offline.
fr: N'est pas/plus connecté

source: Chat with
fr: Chat avec

source: Receive request timed out.
fr: Requête expirée.

source: No acceptable stream hosts were sent. Have the sender check their settings.
fr: Flux de données non corrects . Demandez à l'émetteur de vérifier ses paramêtres.

source: Negotiating with sender...
fr: Négociation avec l'émetteur...

source: Exodus was unable to connect to any file transfer proxies or the sender.
fr: Exodus est incapable de se connecter sur le proxy d'échange de fichier ou vers l'utilisateur.

source: Waiting to cancel transfer...
fr: Attente d'annulation d'échange ...

source: The sender of a file transfer (%s) went offline.
fr: L

source: Finish
fr: Terminer

source: Jabber Service Registration
fr: Service d'enregistrement Jabber

source: This wizard will guide you through registration with a jabber service.
fr: Cet assistant vous guidera à travers l'enregistrement des Services Jabber.

source: The agent you are trying to register with returned an error.
fr: L'Agent que vous cherchez à enregister a provoqué une erreur.

source: The agent you are trying to register with can not be reached.
fr: L'Agent que vous cherchez à enregister ne peut être localisé.

source: There was an error trying to remove your registration.
fr: Il s'est produit une erreur au moment d'effacer votre enregistrement.

source: Your registration has been removed.
fr: Votre enregistrement a été effacé.

source: Remove this contact from the %s group.
fr: Enlever ce Contact du groupe %s.

source: %s Room
fr: %s Salle

source: Keyword in
fr: Mot clé dans

source: Activity in
fr: Activité dans

source: /me has changed the subject to:
fr: /me a sont sujet changé en:

source: Change room subject
fr: Changer le sujet de la salle

source: New subject
fr: Nouveau sujet

source: New nickname
fr: Nouveau surnom

source: Bookmark Room
fr: Salle dans mes Favoris

source: Enter bookmark name:
fr: Insérez le nom de votre Favoris:

source: Blocked
fr: Bloqué

source: UnBlock
fr: Non Bloqué

source: Unknown file type
fr: Fichier de type inconnu

source: The Room Address you entered is invalid. It must be valid Jabber ID.
fr: L'adresse de cette salle est invalide. Elle doit être un Jabber ID valide.

source: Kick Reason
fr: Motif d'Exclusion

source: Ban Reason
fr: Motif du Bannissement

source: Destroy Reason
fr: Motif de Destruction

source: You have been kicked.
fr: Vous avez été Exclus.

source: You have been banned.
fr: Vous avez été Bannis

source: The owner has destroyed the room.
fr: Le propriétaire a détruit la Salle.

source: You have been granted voice.
fr: Votre service vocale est accepté.

source: Your voice has been revoked.
fr: Votre service vocale a été annulé.

source: %s has entered the room.
fr: %s a rejoint la salle.

source: %s has left the room.
fr: %s a quitté la salle.

source: %s has a new role of %s.
fr: %s a comme nouvelle fonction %s.

source: Do you really want to destroy the room? All users will be removed.
fr: Voulez-vous réellement détruire cette salle ? Tous ses occupants seront éjecté.

source: This room is not anonymous
fr: Cette salle n'est pas de type Anonyme

source: %s has been banned from this room. %s
fr: %s a été bannis de cette salle. %s

source: This room has been destroyed.
fr: Cette salle a été détruite.

source: %s is now known as %s.
fr: %s est maintenant connu comme %s.

source: %s has been kicked from this room. %s
fr: %s a été éjecté de cette salle. %s

source: You supplied an invalid password to enter this room.
fr: Vous avez donné un mauvais mot de passe pour accéder à cette salle.

source: You are on the ban list for this room.
fr: Vous ête sur la liste des gens Bannis de cette salle.

source: The room is being created. Please try again later.
fr: Cette salle est déjà existante . Svp, essayez plus tard.

source: You are not allowed to create rooms.
fr: Vous n'êtes pas autorisé à créer des salles.

source: You are not allowed to enter the room. You must be on the member list.
fr: Vous n'ête pas autorisé a entrer dans cette salle. Vous devez faire partie de sa liste de membres.

source: You are not on the member list for this room. Try and register?
fr: Vous ne faite pas partie des usagers de cette salle. Voulez-vous vous enregister ?

source: Your nickname is already being used. Please select another one.
fr: Votre surnom est déjà utilisé. Choisissez-en un autre.

source: The room has been destroyed for an unknown reason.
fr: La salle a été détruite pour une raison inconnue.

source: ERROR:
fr: ERREUR:

source: Your room keyword regular expressions are invalid. Keyword matching will be turned off for this room.
fr: Votre mot ou expression est invalide. La recherche de mots clé est désactivée pour cette salle.

source: The contact ID you entered does not follow the standard user@host convention. Do you want to continue?
fr: L'ID du Contact que vous avez introduit ne correspond pas aux standard de type Utilisteur@Hôte . Continuer quand même ?

source: Jabber Contact IDs do not typically include a resource. Are you sure you want to add this contact ID?
fr: Les ID du Contact Jabber n'incluent habituellement pas de ressource. Etes vous sûre de vouloir ajouter l'ID du Contact ?

source: The gateway server you requested does not have a transport for this contact type.
fr: Le serveur passerelle ne fournis pas le System de Transport requis.

source: You can not add yourself to your roster.
fr: Vous ne pouvez pas vous mettre dans votre propre Répertoire.

source: Remove this bookmark?
fr: Enlever ce Favoris?

source: Rename group
fr: Renomer le groupe

source: New group name:
fr: Nouveau nom de Groupe:

source: You must select one or more contacts.
fr: Vous devez choisir un ou plusieurs contacts.

source: Unblock %d contacts?
fr: Déverrouiller le contact %d ?

source: Block %d contacts?
fr: Bloquer le contact %d ?

source: You must select more than one online contact to broadcast.
fr: Vous devez sélectionner plus d'un Contact pour faire uen Diffusion.

source: Click to Sign On
fr: Cliquer pour ouvrir une session.

source: Click to Cancel...
fr: Cliquer pour annuler

source: Trying to connect...
fr: Tentative de connection...

source: Connected. Authenticating...
fr: Connecté. Authentification ...

source: Authenticated. Getting Contacts...
fr: Authentifié. Récupération des Contacts ...

source: My Resources
fr: Mes Ressources

source: Your connection type does not support direct connections.
fr: Votre type de connection ne supporte pas de conenction directe.

source: Unfiled
fr: Non renseigné

source: Bookmarks
fr: Favoris

source: Your file transfer was refused to %s
fr: Votre échange de fichier a été refusé vers %s

source: The recipient (%s) refused your file: %s
fr: Le destinataire (%s) a refusé votre fichier: %s

source: The stream was not actived for file: %s
fr: Le flux n'est pas activé pour le fichier: %s

source: Send failed.
fr: Echec de l'envoi.

source: Connected.
fr: Connecté.

source: The SSL certificate received from the server has errors.
fr: Le certificat SSL reçu du serveur , contient des erreurs.

source: Certificate fingerprint:
fr: Empreinte du Certificat :

source: Remove Registration?
fr: Enlever l'enregistrement ?

source: The transport could not be reached. Your request timed out.
fr: Le Système de Transport ne peut être joint. Votre requête a dépassé le temps limite.
