Repository: Deathlaw/exodus
Catalog: exodus/locale/*/LC_MESSAGES/default.po
Languages: fr

source: There was an error processing your request.
fr: Il s'est produit une erreur lors du passage de votre requête.

source: You are not registered with this transport.
fr: Vous n'ête pas enregistré pour ce System de Transport

source: Your request was successful.
fr: Votre requête à réussi.

source: No vCard response was ever returned.
fr: Aucune réponse vcard n'a jamais été affichée.

source: All required fields must be filled out
fr: Tout les champs Obligatoire doivent être complétés.

source: Form from %s
fr: Msg de %s

source: Cancelled
fr: Annulé

source: %s cancelled your form.
fr: %s annulé votre requête.

source: Your new file transfer port will not take affect until all current trasfers are stopped. Stop existing transfers?
fr: Votre nouveau port pour l'échange de fichier ne sera valide qu'une fois tous les échanges arrêtés. Arrêter le(s) échange(s) existant ?

source: %s is sending you a file.
fr: % est en train de vous envoyer un fichier.

source: File transfer URL:
fr: URL du Fichier à transférer:

source: File Description:
fr: Description du Fichier

source: The Contact must be online before you can send a file.
fr: Le Contact doit être En Ligne avant de lui envoyer un Fichier.

source: Send
fr: Envoyer

source: Open
fr: Ouvert

source: To:
fr: A:

source: This file already exists. Overwrite?
fr: Ce fichier existe déjà. L'écraser ?

source: Waiting for connection...
fr: Attente de Connection

source: Sending file...
fr: Envoi du Fichier...

source: Receiver disconnected.
fr: Destinataire Déconnecté.

source: Trying to close.
fr: Tentative de Fermeture.

source: File transfer is done.
fr: Echange de fichier effectué.

source: Got connection.
fr: Connection Reçue.

source: Sending you a file.
fr: Vous transmet un Fichier.

source: This directory does not exist. Create it?
fr: Ce répertoire n'existe pas. Le créer ?

source: There was an error trying to create the file.
fr: Il s'est produit une erreur lors de la création du Fichier.

source: There was an error trying to upload the file to your web host.
fr: Il s'est produit une erreur lors du téléchargement du Fichier sur l'hôte Web..

source: There was an error receiving the file. (%d)
fr: Il s'est produit une erreur lors de la réception du Fichier. (%d)

source: Comments
fr: Commentaires

source: CompanyName
fr: NomSociete

source: FileDescription
fr: Description Fichier

source: FileVersion
fr: VersionFichier

source: InternalName
fr: NomInterne

source: LegalCopyright
fr: CopyRightLegal

source: OriginalFilename
fr: NomDeFichierOrigine

source: ProductName
fr: NomProduit

source: ProductVersion
fr: VersionProduit

source: Translation
fr: Traduction

source: Away as a result of idle.
fr: Absence résultant d'innactivité.

source: XA as a result of idle.
fr: Abs Prolongée résultant d'une innactivitée.

source: The contact: %s did not grant your subscription request. This user may not exist.
fr: Le contact %s n'as pas répondu à votre requête de souscription. Cet utilisateur semble ne pas exister.

source: Error in regular expression: %s
fr: Expression régulière en Erreur: %s

source: Unexpected end of pattern.
fr: Fin inattendue d'instruction.

source: Character class not closed, ']' is missing.
fr: Character class non fermé, ']' est manquant.

source: Unbalanced group expression, ')' is missing.
fr: Expression non fermée, ')' est manquant.

source: A character property is invalid
fr: Un Caractère n'est pas valide.

source: Invalid repeation range.
fr: L'Information n'est pas valide.

source: Repeation range not closed, '}' is missing.
fr: Zone répétée non fermée, '}' est manquant.

source: Expression is empty.
fr: L'Expression est vide

source: Minutes to wait before setting status to Away:
fr: Mettre en Absence au bout de (.mn)

source: Minutes to wait before setting status to XA:
fr: Mettre en Absence prolongée au bout de (.mn)

source: Away Status:
fr: Absence :

source: XA Status:
fr: Abs Prolongée :

source: Minutes to wait before Disconnecting:
fr: Minutes avant Déconnexion:

source: Enable Auto Away
fr: Activer l'Absence Automatique

source: Reduce priority to 0 during auto-away.
fr: Réduction de la priorité à 0 en phase d'Absence Automatique

source: Auto Away Options
fr: Options d'Absence Automatique

source: Enable Auto Extended Away
fr: Activer l'Absence Prolongée Auto

source: Enable Auto Disconnect
fr: Activer la déconnexion Auto

source: Minutes to keep chat windows in memory:
fr: Minute(s) de rétention du dialogue en mémoire:

source: Use 0 minutes to destroy chat windows immediately.
fr: Destruction immédiate de la salle si 0 minute utilisé.

source: Toast duration (seconds):
fr: Durée (en sec.) :

source: Use Alpha Blending for Roster
fr: Transparence pour le Répertoire

source: Use Alpha Blending for Toast Notifications
fr: Transparence pour les Notifications

source: Make the main window snap to screen edges
fr: Faire coller l'application aux bords de l'écran.

source: Warn when trying to close busy chat windows.
fr: Avertir si tentative de fermeture de fenêtre active.

source: Window Options
fr: Options de Fenêtrage

source: Pressing the ESC key closes windows.
fr: Appuyez la touche ECH pour fermer.

source: Roster Window
fr: Fenêtre du Répertoire

source: Chat Windows
fr: Fenêtre de Discussion

source: Background Color:
fr: Couleur d'Arrière Plan:

source: Font Color:
fr: Police, Couleurs:

source: Click on the appropriate font or window to change elements.
fr: Cliquer sur la police de caractère ou fenêtre appropriée pour changer les éléments.

source: Element Name
fr: Nom de l'élément

source: Change Font
fr: Changer ...

source: Fonts and Colors
fr: Police et Couleurs

source: Group to be used for Gateways:
fr: Groupe à utiliser comme passerelle:

source: Default Group:
fr: Groupe par défaut:

source: When showing only online contacts, visible contacts must be at least:
fr: Considérer comme présent, les contacts ayant une Présence au moins égale à :

source: Sort Contacts by their availability
fr: Trier les contacts par leur disponibilité.

source: Collapse all roster groups initially.
fr: Réduire le répertoires à l'état initial.

source: Show group counts in roster (eg, 5/10)
fr: Nombre d'individus (ex..5/10)

source: Show offline contacts in an Offline group
fr: Les absents dans le groupe Absents

source: Only show online contacts
fr: Seulement les contacts présents

source: Roster Group Options
fr: Options des Groupes

source: Preview
fr: Aperçu

source: Main window shows only the roster. Other windows are opened seperatly and are never docked.
fr: La fenêtre principale affiche seulement le répertoire. Les autres fenêtres sont ouvertes séparément sans être arrimées.

source: Show small roster and never dock
fr: Afficher un petit répertoire et ne jamais l'arrimer

source: Dock windows. Roster is always visible
fr: Arrimer les fenêtres. Le répertoire est toujours visible

source: Dock windows and use tabs
fr: Arrimer les fenêtres et utiliser des onglets

source: Window Layouts
fr: Gestion de Fenêtrage

source: Simple message (non-chat) handling
fr: Message simple (non-chat) :

source: Store Unread messages to:
fr: Garder les messages non lu à:

source: When I get invited to a chat room, do this:
fr: Quand je suis convié à une salle, faire ceci:

source: Auto detect Emoticons in messages
fr: Détection automatique des Emoticons dans les messages

source: Timestamp messages
fr: Afficher Date/Heure

source: Log Messages
fr: Historiques

source: Instant Messages never popup a new window
fr: La messagerie instantanée toujours dans la même fenêtre

source: Log conference rooms
fr: Historique de Conférence

source: Use default message handling
fr: Gestion de messages de défaut

source: Treat all messages as chats
fr: Tous les messages comme un Chat

source: Put messages into existing chats
fr: Les messages dans le chat existant

source: Clear All Logs
fr: Purger tout

source: Treat as a normal instant message
fr: Tous les messages comme Message instantané

source: Always popup the invitation
fr: Toujousr afficher les invitations

source: Automatically join the room.
fr: Automatiquement rejoindre une salle.

source: Block messages from people not on my roster
fr: Bloquer les messages en provenance des contacts absents de mon répertoire

source: Message Options
fr: Options des Messages

source: Only log messages from people in my roster
fr: Enregister seulement les messages des Contacts de mon Répertoire

source: Select a spool file
fr: Sélectionnez le fichier de sortie

source: Reconnect Options
fr: Options de Reconnection

source: # of Reconnect attempts:
fr: Tentative(s) des connection:

source: Time lapse between attempts:
fr: Délais entre chaque tentative:

source: Time is in seconds. Use 0 for a random time period.
fr: Temps en secondes. Utiliser 0 pour période aléatoire.

source: Approach:
fr: Type :

source: Use IE settings
fr: Paramètres Web

source: Direct Connection
fr: Connection Directe

source: Connection Options
fr: Options de Connection

source: Open Sounds Control Panel
fr: Ouvrir les paramètres audio.

source: Configure Sounds...
fr: Configurer les Sons...

source: Contact is online
fr: Le contact est Présent

source: Contact is offline
fr: Le contact est absent

source: New chat session
fr: Nouvelle session de Discussion

source: Normal Messages
fr: Messages Normaux

source: Subscription Requests
fr: Requête de Souscription

source: Conference Invites
fr: Invitation à une conférence

source: Keywords (Conf. Rooms)
fr: Mot clé (Salles de Con.)

source: Chat window activity
fr: Activité dans Fenêtre de Discussion

source: Conf. Room activity
fr: Conf. Activité de la Salle

source: Auto Response generated
fr: Réponse automatique générée

source: Bring window to front
fr: Pousser la fenêtre en avant-plan.

source: Use sound notifications
fr: Avertissements sonores

source: NOTE: Notifications always occur when Exodus is in the background.
fr: NOTE: Les avertissement n'apparaissent que si Exodus est en arrière plan.

source: Perform notifications when I am using Exodus.
fr: Faire une notification quand j'utilise Exodus.

source: Flash taskbar continuously until Exodus gets focus.
fr: Faire clignoter la barre d'état jusqu'à ce qu'Exodus soit affiché.

source: Perform notifications for the window I'm typing in.
fr: Faire une notification pour la fenêtre 'Je suis en train d'écrire'.

source: Notification Options
fr: Options de Notification

source: Plugin Directory (automatically scanned):
fr: Répertoirte des compléments (exploré automatiquement):

source: Re-Scan this directory for plugins
fr: Re-vérifier le répertoire à la recherche de compléments

source: Configure
fr: Configurer

source: Plugin
fr: Complément

source: Filename
fr: Nom du Fichier

source: Application Plugins
fr: Compléments Applicatif

source: Defaults
fr: Défaut

source: Priority of -1 uses current priority.
fr: La priorité -1 utilise la priorité actuelle.

source: Presence tracking in chat windows and rooms
fr: Surveiller la disponibilité durant les conversations

source: Custom Presence Entries
fr: Personnaliser les Présences

source: Synchronize presence of multiple copies of Exodus
fr: Synchroniser toutes les sessions d'Exodus (Présence)

source: Track all presence changes
fr: Surveilller tous les changements de Présence

source: Show only last presence change
fr: Voir seulement le dernier changement de Présence

source: Don't show any presence changes
fr: Voir aucun changement de présence

source: Send client capabilities in presence.
fr: Afficher les possibilité de présence du client.

source: Presence Options
fr: Options de Présence

source: When I double click a contact, do:
fr: Un double clic sur un contact produit:

source: Show contacts which I do not have a subscription to.
fr: Afficher les contacts absent de mes souscriptions .

source: Hide blocked contacts
fr: Cacher les contacts bloqués

source: Detect contacts which are unreachable or no longer exist
fr: Détecter les contacts qui n'existent plus ou introuvables

source: Show contacts I have asked to add as "Pending"
fr: Afficher les Contacts en cours de souscription comme "En attente"

source: A new one to one chat window
fr: Une nouvelle fenêtre de Chat Un à Un

source: An instant message window
fr: Une fenêtre de Message Instantané

source: A new or existing chat window
fr: Une fenêtre 'Chat' existante ou nouvelle

source: Allow Unicode characters in the roster (requires 2000, ME, XP).
fr: Autoriser les cararctères Unicode (nécessite 2000, ME, XP).

source: Show status in the roster: Joe <Meeting>
fr: Afficher la Présence : Joe <Réunion>

source: Roster Options
fr: Options du Répertoire

source: Incoming Behavior
fr: Action Entrante

source: Ask me for all requests
fr: Demander pour chaque requête

source: Auto-Accept requests from people in my roster.
fr: Accepter les requêtes venant de mes Contacts.

source: Auto-Accept all requests
fr: Accepter toutes les requêtes.

source: Auto-Deny all requests
fr: Refuser toutes les requêtes.

source: Subscription Options
fr: Options de Souscription

source: Exodus language file to use:
fr: Fichier de langue à Utiliser:

source: Scan for language catalogs
fr: Détecter les langues disponibles

source: My default nickname is:
fr: Mon surnom est :

source: System Options
fr: Options Système

source: Check for updates automatically
fr: Mises à jours automatique

source: Start with Debug visible
fr: Démarrer avec le Debug visible

source: Automatically login with last profile
fr: Au démarrage, utiliser le dernier Profile

source: Close button minimizes to the tray
fr: Le bouton Fermer réduit le tout en icône (près de l'heure)

source: Run Exodus when windows starts
fr: Lancer Exodus lorsque Windows démarre

source: Exodus is always on top
fr: Exodus Toujours visible

source: Small Titlebar for Exodus window
fr: Petite barre de titre dans la fenêtre Exodus

source: Check Now
fr: Vérifier...

source: Only allow a single instance of Exodus
fr: Une seule instance d'Exodus permise

source: Start minimized to the system tray
fr: Démarre en mode réduit (à coté de l'heure)

source: English (American)
fr: Anglais (Americain)

source: File transfer download directory:
fr: Répertoire d'arrivée des échanges de fichiers:

source: Reset all file transfer options to defaults
fr: Remettre tous ces paramêtres à l'état initial.

source: Send file using this method:
fr: Envoyer ce fichier en utilisant cette methode:

source: Web Host:
fr: Hôte Web:

source: Web Path:
fr: Chemin Web:

source: Example: /~foo/public_html
fr: Exemple: /~foo/public_html

source: Example: http://dav.server.com
fr: Exemple: http://dav.server.com

source: Port to use for HTTP file transfers:
fr: Port à utiliser lors des échanges HTTP:

source: Use a custom IP address for HTTP transfers
fr: Utiliser une Adresse IP personnalisée lors des échanges HTTP

source: File Transfer Options
fr: Options d'échange de fichier

source: Discover a file transfer component using my server.
fr: Découvrir un composant en utilisant mon serveur.

source: Always use a specific file transfer component.
fr: Toujours utiliser un composant spécifique.

source: Send files directly from my machine to the recipient.
fr: Envoyer directement de ma machine vers le Destinataire.

source: Use a web server to host the files which I send.
fr: Utiliser un serveur Web pour stocker le fichier que j'envoi.

source: Jabber Address of File Transfer Server:
fr: Adresse Jabber du Serveur d'échange de Fichiers:

source: Roster Font and Background
fr: Police de Caractère du Répertoire et de l'Arrière Plan

source: The offline group will only show up if you have show only online contacts turned off.
fr: Le groupe 'non connecté' s'affiche seulement si les 'Contacts non Connecté' ne sont pas sélectionnés comme 'Caché'.

source: The main window shows only the roster. Other windows are opened in seperate windows and never docked
fr: La fenêtre principale affiche seulement le répertoire. Les autres fenêtres sont ouvertes séparément et ne sont pas arrimées.

source: The main window always shows the roster. Other windows are docked using a tabbed interface to the main window.
fr: La fenêtre principale affiche toujours le répertoire. Les autres fenêtres sont affichées par des tabulations.

source: The main window shows the roster. Other windows are docked using a tabbed interface to the main window.
fr: La fenêtre principale affiche le répertoire. Les autres fenêtres sont affichées par des tabulations.

source: Select log directory
fr: Sélectionner un répertoire pour les logs.

source: Your IE proxy settings won't help, since you use an autoconfiguration script. Please configure your proxy manually.
fr: Vos paramêtres proxy IE ne marchent pas (config. automatique). Svp configurez les manuellement .

source: Activity in a chat window
fr: Activité dans une fenêtre de discussion

source: Invited to a room
fr: Invité dans une Salle

source: Keyword in a room
fr: Mot de la salle

source: New conversation
fr: Nouvelle conversation

source: Received a normal message
fr: Message reçu

source: Contact went offline
fr: Le contact n'est pas/plus connecté

source: Contact came online
fr: Le contact est connecté

source: Activity in a room
fr: Activité de la Salle

source: Auto response generated
fr: Réponse automatique générée

source: Make sure to configure sounds in your Sounds Control Panel using the hotlink provided.
fr: Vérifiez que vous avez correctement configuré le son dans le Panneau de Configuration.

source: The plugin could not be registered with windows.
fr: Le complément ne s'enregister dans Windows.

source: Untitled Presence
fr: Presence non définie

source: Clear all custom presence entries?
fr: Effacer les entrées de Présence personnalisées ?

source: No new update available.
fr: Pas de mise à jour disponible.

source: Exodus is set to use a language which is not available on your system. Resetting language to default.
fr: Exodus est paramêtré pour utiliser un langage absent de votre système. Retour aux paramêtres par défaut.

source: You must exit exodus, and restart it before your new locale settings will take affect.
fr: Vous devez quitter Exodus, et le relancer pour appliquer les nouveaux paramètres.

source: Select download directory
fr: Sélectionner le répertoire de téléchargement
