Repository: Deathlaw/exodus
Catalog: exodus/locale/*/LC_MESSAGES/default.po
Languages: fr

source: About Exodus
fr: A propos d'Exodus

source: Close
fr: Fermer

source: file
fr: fichier

source: nntp
fr: gopher

source: {\rtf1\ansi\ansicpg1252\deff0\deflang1033{\fonttbl{\f0\fnil\fcharset0 MS Sans Serif;}} \viewkind4\uc1\pard\f0\fs16 Exodus is the creation of Peter Millard (mailto:me@pgmillard.com). Checkout the website at http://exodus.jabberstudio.org for more information. It is currently licensed under the GNU Public License (GPL) see www.gnu.org for more information on the GPL.\par \par Preference Icons used with permission from collections of "Foood"\par http://www.foood.net/icons/index.htm\par \par Portions of this software are Copyright (c) 1993 - 2002, Chad Z. Hower (Kudzu) and the Indy Pit Crew - http://www.nevrona.com/Indy/. This application may also be using the IndySSL components from Nevrona, and the Open-SSL binaries available from Intellicom.si.\par \par SAX XML Parser by: Stefan Heymann\par Eschenweg 3, 72076 T\'fcbingen, GERMANY mailto:stefan@destructor.de, http://www.destructor.de\par \par Unicode library is Copyright (c) 1999, 2000 Mike Lischke (public@lischke-online.de) and Portions Copyright (c) 1999, 2000 Azret Botash (az).\par \par RichEdit98 and DBRichEdit98 components for Delphi 3.0-4.0. version 1.40 Author Alexander Obukhov, Minsk, Belarus <alex@niiomr.belpak.minsk.by>\par \par \par }
fr: {\rtf1\ansi\ansicpg1252\deff0\deflang1033{\fonttbl{\f0\fnil\fcharset0 MS Sans Serif;}} \viewkind4\uc1\pard\f0\fs16 Exodus a été créé par Peter Millard (mailto:me@pgmillard.com). Consultez le site à http://exodus.jabberstudio.org pour plus d'informations. Il est actuellement sous Licence Publique GNU (GPL) consultez www.gnu.org pour plus d'information a propos de GPL.\par \par Preference Icons used with permission from collections of "Foood"\par http://www.foood.net/icons/index.htm\par \par Portions of this software are Copyright (c) 1993 - 2002, Chad Z. Hower (Kudzu) and the Indy Pit Crew - http://www.nevrona.com/Indy/. This application may also be using the IndySSL components from Nevrona, and the Open-SSL binaries available from Intellicom.si.\par \par SAX XML Parser by: Stefan Heymann\par Eschenweg 3, 72076 T\'fcbingen, GERMANY mailto:stefan@destructor.de, http://www.destructor.de\par \par Unicode library is Copyright (c) 1999, 2000 Mike Lischke (public@lischke-online.de) and Portions Copyright (c) 1999, 2000 Azret Botash (az).\par \par RichEdit98 and DBRichEdit98 components for Delphi 3.0-4.0. version 1.40 Author Alexander Obukhov, Minsk, Belarus <alex@niiomr.belpak.minsk.by>\par \par \par }

source: Auto Update
fr: Mise à jour Auto.

source: A new version of Exodus is available. Would you like to install it?
fr: Une nouvelle version d'Exodus est disponible. Voulez-vous l'installer ?

source: What's New?
fr: Quoi de neuf ?

source: Copy
fr: Copier

source: Copy All
fr: Copier tout

source: Clear
fr: Effacer

source: Cut
fr: Couper

source: Paste
fr: Coller

source: Bookmark Properties
fr: Propriété des Favoris

source: Type of Bookmark:
fr: Type de Favoris:

source: Name:
fr: Nom:

source: Jabber ID:
fr: ID Jabber:

source: Room Nickname:
fr: Nom de la Salle:

source: Conference Room
fr: Salle de conférence

source: Join on login
fr: Joindre au login

source: Jabber Browser
fr: Explorateur Jabber

source: Name
fr: Nom :

source: Jabber ID
fr: ID Jabber

source: Error:
fr: Erreur:

source: 0 Objects
fr: 0 Objets

source: Previous JID
fr: JID Précédent

source: Back
fr: Retour

source: Next JID
fr: JID Suivant

source: Home
fr: Accueil

source: Change Views
fr: Changer l'affichage

source: Add a Bookmark
fr: Ajouter un Favoris

source: Jabber Address:
fr: Adresse Jabber:

source: Re-Browse this object
fr: Re-explorer cet objet

source: Large Icons
fr: Grande Icône

source: Small Icons
fr: Petite Icône

source: List
fr: Liste

source: Browse
fr: Explorer

source: Browse in New Window
fr: Explorer dans une nouvelle fenêtre

source: Add Bookmark to Roster
fr: Ajouter le Favoris au Répertoire

source: Time
fr: Date

source: Last Time/Activity
fr: Dernière Date/Activitée

source: Search
fr: Chercher

source: Register
fr: S'enregister

source: Join Conference
fr: Joindre une conférence

source: Cancel
fr: Annuler

source: Chat Window
fr: Fenêtre de Chat

source: Save Conversation
fr: Enregister la Conversation

source: Show History ...
fr: Afficher l'historique

source: Clear History
fr: Effacer l'historique

source: Resources
fr: Ressources

source: Send File ...
fr: Envoyer un Fichier ...

source: Add to roster ...
fr: Ajouter au répertoire

source: Show Profile ...
fr: Afficher le Profile ...

source: Contact Info
fr: Info. sur le Contact

source: Version Request
fr: Requête de Version

source: Time Request
fr: Requête Horaire

source: Last Activity
fr: Dernière activitée

source: Block Contact
fr: Bloquer le Contact

source: Notification Options ...
fr: Options de notification ...

source: Always on Top
fr: Toujours visible

source: Embed Returns
fr: Retour à la ligne

source: Word Wrap Input
fr: Insertion avec retour à la ligne

source: RTF Files|*.rtf|All Files|*.*
fr: Fichier RTF|*.rtf|Tout les Fichier|*.*

source: Connection Details
fr: Détails de connection

source: Username:
fr: Utilisateur:

source: Password:
fr: Mot de passe:

source: Server:
fr: Serveur:

source: Resource:
fr: Ressource:

source: Download a list of servers
fr: Télécharger la liste des serveurs

source: Enter desired username for new accounts.
fr: Insérez un nom d'utilisateur pour le nouveau compte.

source: Save pass&word
fr: Sauver le mot de passe

source: This is a new account
fr: C'est un nouveau compte

source: Priority:
fr: Priorité:

source: Normal
fr: Normale

source: Automatically discover host and port
fr: Découverte automatique de l'hôte et du port.

source: Host:
fr: Hôte:

source: SSL Certificate:
fr: Certificat SSL:

source: Use StartTLS whenever the server allows it.
fr: Utiliser StartTLS si le serveur le permet.

source: Only allow connections which use StartTLS.
fr: Autoriser seulement les connexions en StartTLS.

source: Use SSL immediately when connected.
fr: SSL directement à la connection.

source: Authentication Required
fr: Auth. Indispensable

source: None
fr: Aucun

source: Poll Time:
fr: Delais:

source: seconds
fr: secondes

source: # of Keys:
fr: # de clés:

source: NOTE: You must use the URL of your jabber server's HTTP tunnelling proxy. You can not use some "standard" HTTP proxy for this to work. Contact your server administrator for additional information.
fr: NOTE: Vous devez utiliser l'URL du proxy HTTP de votre serveur jabber. Vous ne pouvez pas utiliser de Proxy HTTP "standard" pour cet usage. Contactez votre administrateur serveur pour de plus amples informations.

source: SSL Key Files|*.pem|All Files|*.*
fr: Clé SSL|*.pem|Tout les Fichier|*.*

source: Custom Notification Options
fr: Options personnalisées de Notification

source: Reset to default preferences ...
fr: Ré-initialiser les préférences ...

source: Notify Options
fr: Options de Notification

source: Flash Taskbar button, or highlight tab
fr: Faire clignoter boutons et barre des tâches

source: Show a "Toast" popup
fr: Afficher un message "Popup"

source: Flash tray icon
fr: Faire clignoter l'icône en barre de tâche

source: Custom Presence
fr: Présence Personnalisée

source: Presence Type:
fr: Type de Présence :

source: Priority
fr: Priorité

source: Available
fr: Présent(e)

source: Away
fr: Absent(e)

source: Ext. Away
fr: Absence Prolongée

source: Do Not Disturb
fr: Ne pas déranger

source: Save this presence to my preferences.
fr: Sauver cette présence dans mes préférences

source: Title:
fr: Titre:

source: HotKey:
fr: Mot Clé:

source: (Disconnected)
fr: (Déconnecté)

source: Current JID:
fr: JID Actuel:

source: Clear
fr: Effacer

source: Send XML
fr: Envoyer l'XML

source: Find
fr: Rechercher

source: Word Wrap
fr: Retour automatique à la ligne

source: Presence
fr: Présence

source: Dockable Wizard
fr: Assistant Ancrable

source: < Back
fr: < Retour

source: Next >
fr: Suivant >

source: Wizard Label goes here
fr: Le texte de l'assistant va ici

source: ToolBar1
fr: Barre d'outils 1

source: ToolBar2
fr: Barre d'outils 2

source: Supported Namespaces:
fr: Nom de travail supporté:

source: Roster Hint
fr: Information du Répertoire

source: Register with this object
fr: S'enregistrer dans ce service

source: Search using this service or agent
fr: Rechercher en utilisant ce Service ou cet Agent

source: Join a conference
fr: Rejoindre une conférence

source: See Also:
fr: Voir aussi:

source: Group Management
fr: Gestion de Groupe

source: Move the selected contacts to the following group:
fr: Déplacer le(s) Contact(s) suivant dans ce groupe:

source: Copy the selected contacts to the following group:
fr: Copier le(s) Contact(s) suivant dans ce groupe:

source: Remove Contacts
fr: Enlever les Contacts

source: Move contacts to another group:
fr: Déplacer les Contacts vers un autre groupe:

source: Remove all contacts in this group:
fr: Enlever tous les Contacts de ce groupe:

source: Remove these contacts from my roster.
fr: Enlever ces Contacts de mon répertoire

source: Force the contacts to remove me from their roster
fr: Obliger les Contacts à m'enlever de leur répertoire

source: Exodus Password
fr: Mot de passe Exodus

source: Enter password:
fr: Insérez le mot de passe:

source: Invalid Roster Items
fr: Eléments du répertoire non valide

source: Remove
fr: Enlever

source: Contact ID
fr: ID du Contact

source: Item
fr: Elément

source: Pres. Error
fr: Erreur Pres.

source: Toggle Checkboxes
fr: Basculer la Case à Cocher

source: Invite to Conference
fr: Inviter dans une salle de Conf.

source: Nickname
fr: Surnom :

source: Add
fr: Ajouter

source: Reason:
fr: Motif :

source: Invite the following contacts to:
fr: Inviter le Contact dans :

source: Please join us in this conference room.
fr: Svp, rejoins-moi dans cette salle de conférence.

source: View Online/All
fr: Voir En Ligne/Tous

source: View
fr: Afficher

source: Add Contact
fr: Ajouter

source: Rooms
fr: Salle

source: Search for Contacts
fr: Rechercher

source: Toggle Expanded Mode
fr: Bascule en mode étandu

source: Expanded
fr: Etandu

source: Connect/Disconnect
fr: Connecté/Déconnecté

source: Log On
fr: Authentifier

source: Remove Contact
fr: Supprimer

source: Sign &On/Off
fr: Ouvrir/Fermer une session

source: &View
fr: Afficher

source: Show Toolbar
fr: Barre d'outils

source: Show Status Bar
fr: Afficher la barre d'état

source: Dock Windows
fr: Arrimer la fenêtre

source: Instant Messages
fr: Messages Instantané

source: Clear &Instant Messages
fr: Nettoyer les messages

source: Send Instant &Message
fr: Envoyer un &Message Instantané

source: Start &Chat
fr: Démarrer un &Chat

source: &Join a Chat Room
fr: Re&joint la Salle de Discussion

source: &Register with a Service
fr: S'en&register dans ce service

source: Change &Password
fr: Changer de Mot de &Passe

source: E&xit
fr: Quitter

source: &Tools
fr: Ou&tils

source: &Add Contact
fr: &Ajouter

source: &Remove a Contact
fr: &Supprimer

source: Contact's Message &History
fr: Historique des messages

source: Contact &Properties
fr: &Propriétés

source: &Find Contact in Roster
fr: Chercher un Contact dans le répertoire

source: Fin&d Contact Again
fr: Rechercher un Contact

source: &Search for a Contact
fr: &Rechercher

source: Show &Only Online
fr: Afficher seulement ceux 'Connecté'

source: Add Roster &Group
fr: Ajouter un Groupe

source: Su&bscribe to Presence
fr: Souscrire à la Présence

source: &Presence
fr: &Présence

source: Free to Chat
fr: Dispo. pour Chat

source: Xtended Away
fr: Abs. Prolongée

source: Custom
fr: Personnalisée ...

source: Toggle
fr: Basculer

source: Edit My &Registration
fr: Editer mes renseignements

source: Edit My &vCard / Profile
fr: Editer ma vCard/Profile

source: &Lookup a vCard
fr: Regarder une vCard

source: Add a Boo&kmark
fr: Ajouter un Favoris

source: Jabber &Browser
fr: Explorateur Jabber

source: Server Info
fr: Infos Serveur

source: Show Debug XML
fr: Afficher Debug. XML

source: Plu&gins
fr: Composants supplémentaires

source: &Help
fr: &Aide

source: About
fr: A propos ...

source: Close Window
fr: Fermer la fenêtre

source: Float Window
fr: Fenêtre séparée

source: Show Exodus
fr: Afficher Exodus

source: Custom ...
fr: Personnaliser ...

source: Send Message
fr: Envoyer un Message

source: Log On/Off
fr: Se connecter/déconnecter

source: Exit Exodus
fr: Quitter Exodus

source: Join Room
fr: Joindre la Salle

source: Room Name:
fr: Nom de la Salle:

source: Room Server:
fr: Server de la Salle:

source: Nickname:
fr: Surnom:

source: Jabber Search
fr: Recherche Jabber

source: Jabber Search Wizard
fr: Assistant Rechercher Jabber

source: Select the user database or enter in the Jabber ID of the search agent to use:
fr: Selectionnez la base de données utilisateur , ou insérez l'ID Jabber du Contact à rechercher avec l'Agent:

source: Please wait. Contacting search agent:
fr: Patientez. Contact avec l'agent de recherche :

source: Fill in the search criteria to find contacts on.
fr: Remplissez les critères de recherche pour trouver le Contact.

source: Add Contacts to this group:
fr: Ajouter un Contact à ce groupe:

source: Add a new Group
fr: Ajouter un nouveau groupe

source: Add Contacts
fr: Ajouter un Contact

source: View Profile
fr: Voir le profile

source: Start Chat
fr: Démarrer le Chat

source: Login
fr: Se connecter

source: &Details...
fr: Détails...

source: Default Profile
fr: Profile par defaut

source: Create New Profile...
fr: Créer un nouveau profile

source: Delete Profile...
fr: Détruire le profile...

source: Events
fr: Evènement

source: From
fr: De

source: Date/Time
fr: Date/Heure

source: Subject
fr: Sujet

source: Delete
fr: Effacer

source: &Send
fr: Envoyer

source: Subject:
fr: Sujet:

source: Subject:
fr: Sujet:

source: From:
fr: De:

source: Reply
fr: Répondre

source: Show History
fr: Afficher l'historique

source: Show Profile
fr: Afficher le Profile

source: Client Info
fr: Info. Client

source: Send File
fr: Envoyer un fichier

source: Paste
fr: Coller

source: Password Dialog
fr: Fenêtre de mot de passe

source: Old password:
fr: Ancien mot de passe:

source: New password:
fr: Nouveau mot de passe:

source: Confirm new password:
fr: Confirmer le mot de passe:

source: Browse for Folder
fr: Explorer le répertoire

source: Directories
fr: Annuaires

source: Exodus Preferences
fr: Préférences Exodus

source: Windows
fr: Fenêtre

source: Fonts, Colors
fr: Visuel

source: Subscriptions
fr: Souscriptions

source: Roster
fr: Répertoire

source: System
fr: Système

source: Auto-Away
fr: Absence Automatique

source: Keywords
fr: Mots clé

source: Block List
fr: Liste Noire

source: Plugins
fr: Compléments

source: Network
fr: Réseau

source: File Transfers
fr: Echange de fichiers

source: Groups
fr: Groupes

source: Layouts
fr: Affichage

source: Exodus can notify you when a keyword appears in chat room. Enter in the keywords that you want Exodus to look for in messages.
fr: Exodus peut vous avertir quand un mot est utilisé dans une Salle de discussion. Insérez les mots clé à surveiller.

source: Use Regular Expressions for Keyword matches
fr: Utiliser les expressions correspondantes :

source: Notification Keywords
fr: Notification de mot clé

source: BlockList
fr: Liste Noire

source: Enter in the Jabber Addresses (JIDs) of the people to block from sending
fr: Insérez l'Adresse Jabber (JID) des personnes à bloquer lors des envois vers vous de messages .

source: messages. All messages from these contacts will be blocked.
fr: Tous les messages de ce Contact seront bloqués.

source: Blocked Contacts
fr: Bloquer le Contact

source: Apply
fr: Appliquer

source: Contact Properties
fr: Propriétés du Contact

source: General
fr: Général

source: Nick:
fr: Surnom:

source: First (Given)
fr: Prénom :

source: Middle
fr: Prénom (2)

source: Last (Family)
fr: Nom

source: Update nickname based on names.
fr: Mettre à jour le surnom en fonction du nom

source: Subscription Type
fr: Type de souscription

source: To
fr: A

source: Both
fr: Les deux

source: Online Resources
fr: Ressources en ligne

source: Client Version
fr: Version du client

source: Client Time
fr: Durée du Client

source: Add Group
fr: Ajouter un Groupe

source: Personal Info.
fr: Info. Personnelle

source: Personal URL:
fr: URL Personnelle:

source: Occupation:
fr: Activité:

source: Birthday:
fr: Anniversaire:

source: Typical Format: YYYY-MM-DD
fr: Format type: AAAA-MM-JJ

source: Voice Tel:
fr: Téléphone (voix):

source: Fax Tel:
fr: Téléphone (fax):

source: Accounting/Finance
fr: Gestion/Finance

source: Computer related (IS, MIS, DP)
fr: Relatif à l'informatique (IS, MIS, DP)

source: Computer related (WWW)
fr: Relatif à l'informatique (WWW)

source: Consulting
fr: Consultance

source: Education/training
fr: Formation/Education

source: Engineering
fr: Ingénieur

source: Executive/senior management
fr: Directeur/Cadre d'Entreprise

source: General administrative/supervisory
fr: Superviseur/Responsable

source: Government/Military
fr: Gouvernement/Militaire

source: Manufacturing/production/operations
fr: Fabrication/confection

source: Professional services (medical, legal, etc.)
fr: Justice, Medical, ...

source: Research and development
fr: Recherche et Développement

source: Retired
fr: Retraité

source: Sales/marketing/advertising
fr: Vente/Commerce/Publicité

source: Self-employed/owner
fr: Indépendant

source: Student
fr: Etudiant

source: Unemployed/Between Jobs
fr: Sans emploi / Entre deux postes

source: Country:
fr: Pays:

source: State / Region:
fr: Etat/Région:

source: Address 2:
fr: Adresse 2:

source: Address 1:
fr: Adresse 1:

source: City / Locality:
fr: Ville/Localité:

source: Zip / Postal Code:
fr: Code postal:

source: United States
fr: Etats Unis

source: Albania
fr: Albanie

source: Algeria
fr: Algérie

source: American Samoa
fr: Samoa

source: Andorra
fr: Andore

source: Antarctica
fr: Antarctique

source: Antigua and Barbuda
fr: Barbades et Antilles

source: Argentina
fr: Argentine

source: Armenia
fr: Arménie

source: Australia
fr: Autriche

source: Austria
fr: Autriche

source: Barbados
fr: Barbades

source: Belarus
fr: Bielorussie

source: Belgium
fr: Belgique

source: Bermuda
fr: Bermude

source: Bolivia
fr: Bolivie

source: Bosnia and Herzogovina
fr: Bosnie Herzegovine

source: Bouvet Island
fr: Ile de Pâques

source: Brazil
fr: Brésil

source: British Indian Ocean Territory
fr: Iles Britanique des Territoires Oceanique

source: Bulgaria
fr: Bulgarie

source: Cambodia
fr: Cambodge

source: Cameroon
fr: Cameroun

source: Cape Verde
fr: Cap Vert

source: Cayman Islands
fr: Iles Caïman

source: Central African Republic
fr: Republique de Centre Afrique

source: Chad
fr: Tchad

source: Chile
fr: Chili

source: China
fr: Chine

source: Christmas Island
fr: Ile de Paques

source: Cocos (Keeling) Islands
fr: Iles Coco

source: Colubmia
fr: Colombie

source: Comoros
fr: Comores

source: Congo (Republic of)
fr: Republic D. du Congo

source: Congo (Democratic Republic of)
fr: République Démocratique du Congo

source: Cook Islands
fr: Ile de Cook

source: Croatia
fr: Croatie

source: Cyprus
fr: Chypre

source: Czech Republic
fr: Republique Tcheque

source: Dominica
fr: Dominique

source: Dominican Republic
fr: République Dominiquaine

source: East Timor
fr: Timore Oriental

source: Ecuador
fr: Equateur

source: Egypt
fr: Egypte

source: Equatorial Guinea
fr: Guinée Equatoriale

source: Eritrea
fr: Eritrée

source: Estonia
fr: Estonie

source: Ethiopia
fr: Ethiopie

source: Falkland Islands (Malvinas)
fr: Îles Falkland

source: Faroe Islands
fr: Iles Faroe

source: Finland
fr: Finlande

source: French Guiana
fr: Guinée Française

source: French Polynesia
fr: Polynésie Française

source: Gambia
fr: Gambie

source: Georgia
fr: Georgie

source: Germany
fr: Allemagne

source: Greenland
fr: Groenland

source: Grenada
fr: Grenade

source: Guinea
fr: Guinée

source: Guinea-Bissau
fr: Guinée Bissau

source: Guyana
fr: Guyane

source: Holy See (Vatican City State)
fr: Vatican

source: Hungary
fr: Hongrie

source: India
fr: Inde

source: Indonesia
fr: Indonésie

source: Iran, Islamic Republic of
fr: Iran, République Islamique d'

source: Iraq
fr: Irak

source: Ireland
fr: Irelande

source: Italy
fr: Italie

source: Jamaica
fr: Jamaique

source: Japan
fr: Japon

source: Jordan
fr: Jordanie

source: Korea, Democratic People's Republic of
fr: Corée, République démocratique de

source: Korea, Republic of
fr: Corée, République de

source: Kuwait
fr: Koweit

source: Latvia
fr: Lettonie

source: Lebanon
fr: Liban

source: Libyan Arab Jamahiriya
fr: Lybie

source: Lithuania
fr: Lithuanie

source: Macedonia
fr: Macédoine

source: Malaysia
fr: Malaysie

source: Malta
fr: Malte

source: Mauritania
fr: Mauritanie

source: Mauritius
fr: Maurice

source: Mexico
fr: Mexique

source: Micronesia, Federated States of
fr: Micronésie, Etat Fédéral de

source: Moldova, Republic of
fr: Moldavie, République de

source: Mongolia
fr: Mongolie

source: Morocoo
fr: Maroc

source: Namibia
fr: Namibie

source: Netherlands
fr: Hollande

source: Netherlands Antilles
fr: Antilles Hollandaises

source: New Caledonia
fr: Nouvelle Calédonie

source: New Zealand
fr: Nouvelle Zelande

source: Norfolk Island
fr: Ile Norfolk

source: Norway
fr: Norvège

source: Palestinian Territory, Occupied
fr: Palestine, Territoires Occupés

source: Papua New Guinea
fr: Papouasie Nlle Guinée

source: Poland
fr: Pologne

source: Reunion
fr: Réunion

source: Romania
fr: Roumanie

source: Russian Federation
fr: Fédération de Russie

source: Saint Helena
fr: Saints Hélène

source: Saint Kitts and Nevis
fr: Saint Pierre et Miquelon

source: Saint Lucia
fr: Sainte Lucie

source: Saint Pierre and Miquelon
fr: Saint Pierre et Miquelon

source: Saint Vincent and the Grenadines
fr: Saint Vincent et Grenadines

source: San Marino
fr: San Marin

source: Sao Tome and Principe
fr: Sao Tomé-et-Principe

source: Saudi Arabia
fr: Arabie Saoudite

source: Senegal
fr: Sénégal

source: Slovakia
fr: Slovaquie

source: Slovenia
fr: Slovénie

source: Solomon Islands
fr: Iles Salomon

source: Somalia
fr: Somalie

source: South Africa
fr: Afrique du Sud

source: Spain
fr: Espagne

source: Sudan
fr: Soudan

source: Sweden
fr: Suede

source: Switzerland
fr: Suisse

source: Syrian Arab Republic
fr: Syrie, République Arabe

source: Taiwan, Province of China
fr: Taiwan, Province Chinoise

source: Tanzania, United Republic of
fr: Tanzanie, République Unifiée de

source: Thailand
fr: Thailande

source: Trinidad and Tobago
fr: Trinidade et Tobago

source: Tunisia
fr: Tunisie

source: Turkey
fr: Turquie

source: United Arab Emirates
fr: Emirat Arabes Unit

source: United Kingdom
fr: Royaume Uni

source: Virgin Islands, British
fr: Iles Vierges, Britaniques

source: Virgin Islands, U.S.
fr: Iles Vierges, U.S.

source: Wallis and Futuna
fr: Wallis et Futuna

source: Western Sahara
fr: Sahara Occidental

source: Yugoslavia
fr: Yougoslavie

source: Zambia
fr: Zambie

source: Work
fr: Travail

source: Company Name:
fr: Nom de la société:

source: Org. Unit (Dept):
fr: Secteur de travail:

source: Address
fr: Adresse

source: Receive
fr: Recevoir

source: Registration
fr: Enregistrement

source: This wizard will register you with a service or Agent. Use the Next button to advance through the steps. Use Cancel anytime to cancel this registration.
fr: L'Assistant va vous enregister dans un Service ou un Agent. Utilisez le bouton Suivant pour progresser à travers des étapes. Utilisez Annuler si vous souhaitez quitter votre enregistrement.

source: Waiting for agent instructions.....
fr: Attente des instructions de l'Agent ...

source: Delete My Registration
fr: Effacer ...
